{"front": {"titlegrp": {"title": {"i": "Ornithorhynchus anatinus", "#text": "Distribution and characteristics of the platypus () in the Murrumbidgee catchment"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Joanne H.", "surname": "Connolly"}, "details": "Graham Centre for Agricultural Innovation (an alliance between Charles Sturt University and NSW Department of Primary Industries), Pugsley Place, Wagga Wagga, NSW 2650, Australia.", "email": null}, {"name": {"fname": "Tom", "surname": "Claridge"}, "details": "School of Animal and Veterinary Sciences, Charles Sturt University, Locked Bag 588, Wagga Wagga, NSW 2678, Australia.", "email": null}, {"name": {"fname": "Sarah M.", "surname": "Cordell"}, "details": "School of Animal and Veterinary Sciences, Charles Sturt University, Locked Bag 588, Wagga Wagga, NSW 2678, Australia.", "email": null}, {"name": {"fname": "Sharon", "surname": "Nielsen"}, "details": "Charles Sturt University, Locked Bag 588, Wagga Wagga, NSW 2678, Australia.", "email": null}, {"name": {"fname": "Geoff J.", "surname": "Dutton"}, "details": "School of Animal and Veterinary Sciences, Charles Sturt University, Locked Bag 588, Wagga Wagga, NSW 2678, Australia.", "email": null}]}, "pubfront": {"fpage": "58", "lpage": "67", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "1", "artid": "AM14039", "doi": "10.1071/AM14039", "ded": null}, "abstract": "Little is known of the current status of platypus (Ornithorhynchus anatinus) populations in the Murrumbidgee catchment and other west-flowing rivers in the Murray&#x2013;Darling Basin. Platypus distribution in the Murrumbidgee catchment was determined from sightings, reports by government departments, the literature and a capture&#x2013;release study. The platypus was found to be widespread in the catchment, including all subcatchment and elevation categories, but most reports were from the middle and upper subcatchments. Sixty-five captures of 55 individual platypuses were made during 61 trap-nights to 31 study sites in the Murrumbidgee catchment during 2009&#x2013;10. Only three juveniles (all females) were captured and recapture rates were low, with only nine platypuses captured more than once. Adult males had body weights of 980&#x2013;2180g and body lengths of 42&#x2013;60cm (n=32). Adult females weighed 795&#x2013;1480g and were 38&#x2013;52cm long (n=20). Tail fat index was significantly affected by season and platypus age, while in comparison, season, platypus length and weight had a significant effect on tail volume index. This study established a baseline that provides a starting point from which the impacts of environmental disturbances or diseases occurring over time can be measured and investigated.", "keywords": "capture, condition score, morphometrics, Murray&#x2013;Darling basin, population."}}