{"front": {"titlegrp": {"title": "Movement patterns of koalas in remnant forest after fire", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Alison", "surname": "Matthews"}, "details": "Institute for Land, Water and Society, Charles Sturt University, PO Box 789, Albury, NSW 2640, Australia.", "email": null}, {"name": {"fname": "Daniel", "surname": "Lunney"}, "details": "Office of Environment and Heritage (NSW), PO Box 1967, Hurstville, NSW 2220, Australia.", "email": null}, {"name": {"fname": "Shaan", "surname": "Gresser"}, "details": "Office of Environment and Heritage (NSW), PO Box 1967, Hurstville, NSW 2220, Australia.", "email": null}, {"name": {"fname": "Wendy", "surname": "Maitz"}, "details": "Office of Environment and Heritage (NSW), PO Box 1967, Hurstville, NSW 2220, Australia.", "email": null}]}, "pubfront": {"fpage": "91", "lpage": "104", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "1", "artid": "AM14010", "doi": "10.1071/AM14010", "ded": null}, "abstract": "The increasing fragmentation of fire-prone forests of Australia has made the remaining populations of koalas (Phascolarctos cinereus) more vulnerable to extinction. We examined the movement patterns of koalas in remnant forest of Port Stephens following a major wildfire. Each koala (n=55) was monitored regularly by radio-tracking for up to 35 months. The movements of koalas showed a wide variation in patterns, from highly localised movements to long-range dispersal over 20km. Within the first 12 months, 35% of tracked koalas moved from their release location to new areas where they established home ranges. Daily movement distances of males (mean=278.3m) was higher than for females (141.0m). Monthly displacement ranged from less than 10m to more than 5km, and was higher for koalas that subsequently died. Home ranges of males (95% kernel) were significantly larger than those of females (mean for males=58.9&#xb1;10.5ha; mean for females=25.7&#xb1;8.6ha), and this sex difference was also evident for core areas (50% kernel). There were no differences in the movement patterns or home-range sizes of rehabilitated koalas compared with wild koalas. This study has shown that resource depletion from wildfire is short term for koalas because their mobility allows rapid recolonisation of the burnt forest, and they can maintain home ranges within sites regenerating from fire. The reintroduction of rehabilitated koalas into burnt forest may also assist in the recovery of populations in fragmented and isolated habitat.", "keywords": "endangered species, radiotelemetry, VHF, wildlife rehabilitation."}}