{"front": {"titlegrp": {"title": {"i": "Pseudomys oralis", "#text": "Can camera trapping be used to accurately survey and monitor the Hastings River mouse ()?"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Paul D.", "surname": "Meek"}, "details": "Ecosystem Management, University of New England, Armidale, NSW 2351, Australia.", "email": null}, {"name": {"fname": "Karl", "surname": "Vernes"}, "details": "Ecosystem Management, University of New England, Armidale, NSW 2351, Australia.", "email": null}]}, "pubfront": {"fpage": "44", "lpage": "51", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "1", "artid": "AM15016", "doi": "10.1071/AM15016", "ded": null}, "abstract": "Camera trapping is increasingly recognised as a survey tool akin to conventional small mammal survey methods such as Elliott trapping. While there are many cost and resource advantages of using camera traps, their adoption should not compromise scientific rigour. Rodents are a common element of most small mammal surveys. In 2010 we deployed camera traps to measure whether the endangered Hastings River mouse (Pseudomys oralis) could be detected and identified with an acceptable level of precision by camera traps when similar-looking sympatric small mammals were present. A comparison of three camera trap models revealed that camera traps can detect a wide range of small mammals, although white flash colour photography was necessary to capture characteristic features of morphology. However, the accurate identification of some small mammals, including P. oralis, was problematic; we conclude therefore that camera traps alone are not appropriate for P. oralis surveys, even though they might at times successfully detect them. We discuss the need for refinement of the methodology, further testing of camera trap technology, and the development of computer-assisted techniques to overcome problems associated with accurate species identification.", "keywords": "detection, remote camera, Rodentia, wildlife survey."}}