{"front": {"titlegrp": {"title": "Preliminary genomic survey and sequence analysis of the complement system in non-eutherian mammals", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Oselyne T. W.", "surname": "Ong"}, "details": "Water and Wildlife Ecology, School of Science and Health, Hawkesbury, University of Western Sydney, Locked Bag 1797, Penrith, NSW 2751, Australia.", "email": null}, {"name": {"fname": "Lauren J.", "surname": "Young"}, "details": "Water and Wildlife Ecology, School of Science and Health, Hawkesbury, University of Western Sydney, Locked Bag 1797, Penrith, NSW 2751, Australia.", "email": null}, {"name": {"fname": "Julie M.", "surname": "Old"}, "details": "Water and Wildlife Ecology, School of Science and Health, Hawkesbury, University of Western Sydney, Locked Bag 1797, Penrith, NSW 2751, Australia.", "email": null}]}, "pubfront": {"fpage": "80", "lpage": "90", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "1", "artid": "AM15036", "doi": "10.1071/AM15036", "ded": null}, "abstract": "The complement system is a major mediator of the vertebrate immune system, which functions in both innate and specific immune responses. It comprises more than 30 proteins working to remove foreign cells by way of anaphylatoxins, opsonins or the membrane attack complex. Over the last few years, whole genome sequences of non-eutherian mammals (marsupials and a monotreme), the gray short-tailed opossum (Monodelphis domestica), tammar wallaby (Macropus eugenii), Tasmanian devil (Sarcophilus harrisii), koala (Phascolarctos cinereus) and platypus (Ornithorhynchus anatinus), have become publicly available. Using these sequences, we have identified an array of complement components in non-eutherians using online search tools and algorithms. Of 57 complement and complement-related genes investigated, we identified 46 in the gray short-tailed opossum genome, 27 in the tammar wallaby genome, 44 in the Tasmanian devil genome, 47 in the koala genome and 40 in the platypus genome. The results of this study confirm the presence of key complement components in the immune repertoire of non-eutherian mammals and provide a platform for future studies on immune protection in young marsupials.", "keywords": "immunity, marsupial, metatherian, monotreme."}}