{"front": {"titlegrp": {"title": "Translocation of a top-order carnivore: tracking the initial survival, spatial movement, home-range establishment and habitat use of Tasmanian devils on Maria Island", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Sam", "surname": "Thalmann"}, "details": "Save the Tasmanian Devil Program, Wildlife Management Branch, Department of Primary Industries, Parks, Water and Environment, GPO Box 44, Hobart, Tas. 7001, Australia.", "email": null}, {"name": {"fname": "Sarah", "surname": "Peck"}, "details": "Save the Tasmanian Devil Program, Wildlife Management Branch, Department of Primary Industries, Parks, Water and Environment, GPO Box 44, Hobart, Tas. 7001, Australia.", "email": null}, {"name": {"fname": "Phil", "surname": "Wise"}, "details": "Save the Tasmanian Devil Program, Wildlife Management Branch, Department of Primary Industries, Parks, Water and Environment, GPO Box 44, Hobart, Tas. 7001, Australia.", "email": null}, {"name": {"fname": "Joanne M.", "surname": "Potts"}, "details": "The Analytical Edge Pty Ltd, PO Box 47, Blackmans Bay, Tas. 7052, Australia.", "email": null}, {"name": {"fname": "Judy", "surname": "Clarke"}, "details": "Save the Tasmanian Devil Program, Wildlife Management Branch, Department of Primary Industries, Parks, Water and Environment, GPO Box 44, Hobart, Tas. 7001, Australia.", "email": null}, {"name": {"fname": "Jim", "surname": "Richley"}, "details": "Save the Tasmanian Devil Program, Wildlife Management Branch, Department of Primary Industries, Parks, Water and Environment, GPO Box 44, Hobart, Tas. 7001, Australia.", "email": null}]}, "pubfront": {"fpage": "68", "lpage": "79", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "1", "artid": "AM15009", "doi": "10.1071/AM15009", "ded": null}, "abstract": "The Tasmanian devil (Sarcophilus harrisii) is a carnivorous marsupial threatened with extinction from the emergence of Devil Facial Tumour Disease. The establishment of ex situ populations is a key management action for the species. We examined the initial survival, movement pattern, home range, and habit use of six devils from a total of 15 individuals translocated to Maria Island (south-east Tasmania). A total of 14 devils (93%) survived the initial monitoring phase within this study (122 days after translocation). The maximum and minimum distance recorded during one night was 21.73km (range=14.12&#x2013;25.40km) and 1.94km (range=0.07&#x2013;7.71km), respectively, while the average nightly distance travelled varied significantly (range=7.24&#x2013;13.07km) between individuals. Short-term home-range size (90% kernel) varied from 936 to 3501ha, with an average of 2180 (&#xb1;836) ha for all devils. The habitat preference of devils on Maria Island shows a positive association with agricultural and urban habitats, and an avoidance of wet eucalypt forest. The home range and habitat associations may change as competitive pressures increase with population growth; however, this initial research indicates that translocation as a management action is a powerful tool for the establishment of ex situ populations, assisting in the continued conservation of this species.", "keywords": "endangered species, habitat use, radio telemetry, spatial ecology."}}