{"front": {"titlegrp": {"title": {"i": "Canis dingo", "#text": "Quantification of salivary cortisol from captive dingoes () in relation to age, sex, and breeding season: implications for captive management"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Bradley", "surname": "Smith"}, "details": "Appleton Institute, Central Queensland University, 44 Greenhill Road, Wayville, SA 5034, Australia.", "email": null}, {"name": {"fname": "Matthew", "surname": "Flavel"}, "details": "School of Life Science, Department of Agriculture, La Trobe University, Melbourne, Vic. 3086, Australia.", "email": null}, {"name": {"fname": "Bradley", "surname": "Simpson"}, "details": "Flinders Centre for Innovation in Cancer, Flinders University, GPO Box 2100, Adelaide, SA 5001, Australia  School of Pharmacy and Medical Sciences, University of South Australia, GPO Box 2471, Adelaide, SA 5001, Australia.", "email": null}]}, "pubfront": {"fpage": "21", "lpage": "28", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "1", "artid": "AM15017", "doi": "10.1071/AM15017", "ded": null}, "abstract": "Captive-breeding programs can play a key role in the conservation of threatened species such as the Australian dingo (Canis dingo). It is important to determine whether holding and rearing practices impose stressors that impact negatively on program outcomes and the health and wellbeing of the captive population. Despite evidence that chronic stress has significant welfare implications, our understanding of \"stress&#x2019; in either wild or captive dingoes remains limited. In a first attempt to rectify this, we report salivary cortisol concentrations in juvenile and adult dingoes held in a captive colony. Dingo puppies (n=8, M=0.484&#xb1;0.09&#x3bc;gdL-1) were found to have higher concentrations than adults (n=12, M=0.106&#xb1;0.031&#x3bc;gdL-1) (P&#60;0.0001). Concentrations in adult females (n=6, M=0.113&#xb1;0.030&#x3bc;gdL-1) and males (n=6, M=0.099&#xb1;0.033&#x3bc;gdL-1) did not significantly differ (P=0.4740). Our preliminary findings also suggest that during the annual breeding season, males (but not females) have elevated levels of corticosteroids. Establishing a reference range for cortisol concentrations is vital for researchers and wildlife carers attempting to measure stressors in both captive and wild dingo populations. This study provides useful insight into the influence of time of day, development, and seasonality on cortisol concentrations. Suggestions for future research and implications of routine cortisol evaluation to aid better management practices are also discussed.", "keywords": "captivity, dingo, endocrinology, physiology, salivary cortisol, seasonality, stress, welfare."}}