{"front": {"titlegrp": {"title": "Oils ain&#x2019;t oils: can truffle-infused food additives improve detection of rare and cryptic mycophagous mammals?", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Andrew W.", "surname": "Claridge"}, "details": "Office of Environment and Heritage, Parks and Wildlife Group, Nature Conservation Section, PO Box 733, Queanbeyan, NSW 2620, Australia.", "email": null}, {"name": {"fname": "David J.", "surname": "Paull"}, "details": "School of Physical, Environmental and Mathematical Sciences, University of New South Wales, Northcott Drive, Canberra, ACT 2600, Australia.", "email": null}, {"name": {"fname": "Ross B.", "surname": "Cunningham"}, "details": "Fenner School for Environment and Society, The Australian National University, Canberra, ACT 0200, Australia.", "email": null}]}, "pubfront": {"fpage": "12", "lpage": "20", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "1", "artid": "AM15015", "doi": "10.1071/AM15015", "ded": null}, "abstract": "We tested whether an artificial food additive, truffle oil, improved detection of mycophagous mammals when added to a standard bait type of peanut butter and rolled oats used with camera traps. Sixteen mammalian taxa were subsequently recorded, the most common being antechinus, bush rat (Rattus fuscipes), swamp wallaby (Wallabia bicolor) and long-nosed bandicoot (Perameles nasuta) as well as the long-nosed potoroo (Potorous tridactylus) and southern brown bandicoot (Isoodon obesulus). The only species for which detection rate was improved by the addition of truffle oil to standard bait was the ringtail possum (Pseudocheirus peregrinus), a species that has never been recorded eating fungi. In contrast, the total number of detections of all species at any given site was significantly higher, on average, using standard bait without truffle oil, as was the average number of detections of the partially mycophagous bush rat. Time to first detection of bush rats and swamp wallabies was significantly shorter using the standard bait type, compared with one with truffle oil added. Overall, the use of the truffle oil additive did not improve the chance or rate of detecting mycophagous mammals. To maximise the number of detections of mammals at camera traps the use of a standard bait type of peanut butter and rolled oats is recommended.", "keywords": "camera trap."}}