{"front": {"titlegrp": {"title": "Habitat-specific and season-specific faecal pellet decay rates for five mammalian herbivores in south-eastern Australia", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Naomi E.", "surname": "Davis"}, "details": "School of BioSciences, The University of Melbourne, Vic. 3010, Australia.", "email": null}, {"name": {"fname": "Graeme", "surname": "Coulson"}, "details": "School of BioSciences, The University of Melbourne, Vic. 3010, Australia.", "email": null}]}, "pubfront": {"fpage": "105", "lpage": "116", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "1", "artid": "AM15007", "doi": "10.1071/AM15007", "ded": null}, "abstract": "The accuracy of population abundance estimates of mammalian herbivores from faecal pellet counts is potentially affected by pellet decay. We collected fresh pellet groups from hog deer (Axis porcinus), European rabbit (Oryctolagus cuniculus), eastern grey kangaroo (Macropus giganteus), swamp wallaby (Wallabia bicolor) and common wombat (Vombatus ursinus) (n=300 per species) at Wilsons Promontory National Park, Victoria, Australia. We deposited five pellet groups per species per month within each of five vegetation types in the park, then monitored pellet group decay over 24 months. We demonstrate that age estimation of pellet groups was inaccurate and is unlikely to improve the efficiency of pellet counts. We present habitat- and species-specific estimates of pellet and pellet group decay using two measures: decay rate (the proportion of pellets surviving per unit of time); and mean time to decay. We explain how our data can be used to optimise faecal pellet count design, and to improve the accuracy of both indices and estimates of abundance from pellet counts. The variability observed in the decay of pellet groups among vegetation types, and for species among seasons, suggests that caution should be used if applying pellet decay rates over long time-frames or to locations with differing environmental conditions.", "keywords": "abundance indices, common wombat, eastern grey kangaroo, European rabbit, hog deer, large herbivore survey, pellet count, pellet age, population estimate, swamp wallaby."}}