{"front": {"titlegrp": {"title": {"i": "Hydromys chrysogaster", "#text": "The gastrointestinal tract of the Australian water rat () &#x2013; its morphological adaptations to a carnivorous diet"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "K. N.", "surname": "Speight"}, "details": "Discipline of Anatomy and Pathology, School of Medicine, Faculty of Health Sciences, University of Adelaide, Adelaide, SA 5005, Australia.", "email": null}, {"name": {"fname": "M. J.", "surname": "Kokkinn"}, "details": "Discipline of Anatomy and Pathology, School of Medicine, Faculty of Health Sciences, University of Adelaide, Adelaide, SA 5005, Australia.", "email": null}, {"name": {"fname": "W. G.", "surname": "Breed"}, "details": "Discipline of Anatomy and Pathology, School of Medicine, Faculty of Health Sciences, University of Adelaide, Adelaide, SA 5005, Australia.", "email": null}]}, "pubfront": {"fpage": "52", "lpage": "57", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "1", "artid": "AM15028", "doi": "10.1071/AM15028", "ded": null}, "abstract": "The Australian water rat (Hydromys chrysogaster), unlike most murine rodents, has a carnivorous diet. In the present study the morphology of its gastrointestinal tract is described and compared with that of other muroid rodents with more typical diets. It was found that the stomach of the water rat is relatively small and has a greater proportion of glandular epithelium than that of other species so far investigated. Comparisons of relative intestinal lengths showed that in the Australian water rat there is a comparatively long small intestine that constitutes ~90% of the total intestinal length, a short large intestine, and a small caecum. This divergent morphology of the gastrointestinal tract of the Australian water rat probably relates to the animal&#x2019;s protein-rich diet, with the differences from those of other hydromyine rodents indicating considerable plasticity in the evolution of the gastrointestinal tract in this group of mammals. It suggests that, whilst the morphological adaptations of the water rat&#x2019;s gastrointestinal tract probably evolved before the colonisation of Australia, its highly derived morphology has enabled this species to exploit the Australian environment as an aquatic carnivore.", "keywords": "Australian water rat, diet, gastrointestinal tract morphology."}}