{"front": {"titlegrp": {"title": "Records of vagrant fur seals (family Otariidae) in South Australia", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Peter D.", "surname": "Shaughnessy"}, "details": "South Australian Museum, North Terrace, Adelaide, SA 5000, Australia.", "email": null}, {"name": {"fname": "Catherine M.", "surname": "Kemper"}, "details": "South Australian Museum, North Terrace, Adelaide, SA 5000, Australia.", "email": null}, {"name": {"fname": "David", "surname": "Stemmer"}, "details": "South Australian Museum, North Terrace, Adelaide, SA 5000, Australia.", "email": null}, {"name": {"fname": "Jane", "surname": "McKenzie"}, "details": "235 Robin Road, Semaphore, SA 5019, Australia.", "email": null}]}, "pubfront": {"fpage": "154", "lpage": "168", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "2", "artid": "AM13038", "doi": "10.1071/AM13038", "ded": null}, "abstract": "Two fur seal species breed on the southern coast of Australia: the Australian fur seal (Arctocephalus pusillus doriferus) and the New Zealand fur seal (A. forsteri). Two other species are vagrants: the subantarctic fur seal (A. tropicalis) and the Antarctic fur seal (A. gazella). We document records of vagrant fur seals in South Australia from 1982 to 2012 based primarily on records from the South Australian Museum. There were 86 subantarctic fur seals: 49 specimens and 37 sightings. Most (77%) were recorded from July to October and 83% of all records were juveniles. All but two specimens were collected between July and November. Sightings were prevalent during the same period, but there were also nine sightings during summer (December&#x2013;February), several of healthy-looking adults. Notable concentrations were near Victor Harbor, on Kangaroo Island and Eyre Peninsula. Likely sources of subantarctic fur seals seen in South Australia are Macquarie and Amsterdam Islands in the South Indian Ocean, ~2700km south-east and 5200km west of SA, respectively. There were two sightings of Antarctic fur seals, both of adults, on Kangaroo Island at New Zealand fur seal breeding colonies. Records of this species for continental Australia and nearby islands are infrequent.", "keywords": {"i": ["Arctocephalus gazella", "Arctocephalus tropicalis"], "#text": "Antarctic fur seals, , , geographic distribution, subantarctic fur seal, sightings, strandings."}}}