{"front": {"titlegrp": {"title": {"i": "Dendrolagus lumholtzi", "#text": "Studying food preferences in captive cryptic folivores can assist in conservation planning: the case of the Lumholtz&#x2019;s tree-kangaroo ()"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Sigrid", "surname": "Heise-Pavlov"}, "details": "Centre for Rainforest Studies, School for Field Studies, Yungaburra, Qld 4884, Australia.", "email": null}, {"name": {"fname": "Clare", "surname": "Anderson"}, "details": "Wildlife Habitat, Port Douglas, Qld 4871, Australia.", "email": null}, {"name": {"fname": "Andrea", "surname": "Moshier"}, "details": "Clark University, 950 Main Street, Worcester, MA 01610, USA.", "email": null}]}, "pubfront": {"fpage": "200", "lpage": "211", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "2", "artid": "AM13036", "doi": "10.1071/AM13036", "ded": null}, "abstract": "Food preferences of the arboreal Lumholtz&#x2019;s tree-kangaroo (Dendrolagus lumholtzi), endemic to the tropical rainforests of north-eastern Australia, are largely unknown, but are likely to affect the movements of this mammal within its home range and across a fragmented landscape. Food selection was investigated by applying a consumption ranking system to 35 browse species provided to six captive animals throughout different years. Animals consumed foliage from a wide range of rainforest tree species, but at different intensities, suggesting that Lumholtz&#x2019;s tree-kangaroo is a selective folivore. All studied animals showed a general preference for the foliage of the northern olive (Chionanthus ramiflorus) and the umbrella tree (Schefflera actinophylla) throughout the year while foliage from acacias (Acacia spp.), milky pine (Alstonia scholaris) and pink ash (Alphitonia petriei) was less frequently consumed. Foliage from figs (Ficus spp.) and the northern tamarind (Diploglottis diphyllostegia) was consumed at higher rates only at certain times of the year, suggesting the existence of seasonal preferences. The knowledge of general and seasonal food preferences of this large arboreal mammal may allow a better prediction of animal movements and therefore can assist in conservation efforts. Recommendations for the integration of these findings in restoration projects are given.", "keywords": {"i": "Dendrolagus lumholtzi", "#text": "arboreal mammals, , habitat fragmentation, Lumholtz&#x2019;s tree-kangaroo, resource-driven movements, selective feeding."}}}