{"front": {"titlegrp": {"title": "Genetic monitoring reveals significant population structure in eastern quolls: implications for the conservation of a threatened carnivorous marsupial", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Maria J.", "surname": "Cardoso"}, "details": "Evolution and Ecology Research Centre, School of Biological, Earth and Environmental Sciences, University of New South Wales, Kensington, NSW 2052, Australia.", "email": null}, {"name": {"fname": "Nick", "surname": "Mooney"}, "details": "Department of Primary Industries, Parks, Water and Environment, Wildlife Management and Fox Eradication Branch, GPO Box 44, Hobart, Tas. 7001, Australia.", "email": null}, {"name": {"fname": "Mark D. B.", "surname": "Eldridge"}, "details": "Australian Museum Research Institute, Australian Museum, 6 College Street, Sydney, NSW 2010, Australia.", "email": null}, {"name": {"fname": "Karen B.", "surname": "Firestone"}, "details": "Evolution and Ecology Research Centre, School of Biological, Earth and Environmental Sciences, University of New South Wales, Kensington, NSW 2052, Australia.", "email": null}, {"name": {"fname": "William B.", "surname": "Sherwin"}, "details": "Evolution and Ecology Research Centre, School of Biological, Earth and Environmental Sciences, University of New South Wales, Kensington, NSW 2052, Australia.", "email": null}]}, "pubfront": {"fpage": "169", "lpage": "177", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "2", "artid": "AM13035", "doi": "10.1071/AM13035", "ded": null}, "abstract": "The eastern quoll (Dasyurus viverrinus), while still relatively abundant in Tasmania, is now threatened by the recently introduced European red fox (Vulpes vulpes). Due to a lack of demographic information on eastern quolls, molecular data become a crucial surrogate to inform the management of the species. The aim of this study was to acquire baseline genetic data for use in current and future conservation strategies. Genetic variation, at seven microsatellite loci, was lower in Tasmanian eastern quolls than in quoll species from the Australian mainland. Within Tasmania, genetic variation was greater in central than peripheral populations, with the lowest levels detected on Bruny Island. Significant genetic population structure, consistent with regional differentiation, appears related to geographic distance among populations. Levels of gene flow appeared moderate, with genetic admixture greatest among central populations. Therefore, eastern quolls from genetically diverse central Tasmanian populations will become an important source for conservation initiatives if widespread declines begin to occur. Ongoing genetic monitoring of existing populations will allow conservation strategies to be adaptive. However, in order for translocations to be successful, managers must not only consider the genetic composition of founding individuals, but also habitat-specific adaptations, disease and threatening processes at translocation sites.", "keywords": {"i": "Dasyurus", "#text": ", management, microsatellites, population genetics, Tasmania."}}}