{"front": {"titlegrp": {"title": {"i": "Notoryctes typhlops", "underline": ["r", "t"], "#text": "Surfacing behaviour and ecology of the marsupial mole () at Uluu-Kata Tjua National Park"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Kerrie", "surname": "Bennison"}, "details": "Uluu-Kata Tjua National Park, Department of the Environment, Alice Springs, NT 0870, Australia.", "email": null}, {"name": {"fname": "Jim", "surname": "Clayton"}, "details": "Uluu-Kata Tjua National Park, Department of the Environment, Alice Springs, NT 0870, Australia.", "email": null}, {"name": {"fname": "Robert", "surname": "Godfree"}, "details": "CSIRO, GPO Box 1600, Canberra, ACT 2601, Australia.", "email": null}, {"name": {"fname": "Chris", "surname": "Pavey"}, "details": "CSIRO, GPO Box 1600, Canberra, ACT 2601, Australia.", "email": null}, {"name": {"fname": "Melinda", "surname": "Wilson"}, "details": "Uluu-Kata Tjua National Park, Department of the Environment, Alice Springs, NT 0870, Australia.", "email": null}]}, "pubfront": {"fpage": "184", "lpage": "188", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "2", "artid": "AM13015", "doi": "10.1071/AM13015", "ded": null}, "abstract": "Little is known about the distribution and ecology of the cryptic and unique marsupial mole. In this paper we report on the habitat preferences and surfacing behaviour of marsupial moles on the basis of surface sign surveys conducted in Uluru-Kata Tjuta National Park and Ayers Rock Resort over a 12-month period by Uluru-Kata Tjuta National Park staff and traditional owners. A key aim of the study was to assess the potential viability of using surface sign as a rapid, non-intrusive alternative to traditional survey methods. We found that surfacing occurred widely across the study area, but that it was highly variable both across survey sites and over time. Significant relationships existed between surface sign counts and environmental variables, including fire age, timing of significant rainfall events, presence of infrastructure and the cumulative rainfall received in the preceding three months. We concluded that the use of marsupial mole surface sign is likely to be a useful method for monitoring the distribution, abundance and habitat requirements of this cryptic species.", "keywords": "fire, fossorial, marsupial, rainfall."}}