{"front": {"titlegrp": {"title": {"i": "Eucalyptus wandoo", "#text": "Signs of wildlife activity and  condition"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "T. L.", "surname": "Moore"}, "details": "State Centre of Excellence for Climate Change, Woodland and Forest Health, School of Veterinary and Life Sciences, Murdoch University, Murdoch, WA 6150, Australia.", "email": null}, {"name": {"fname": "M. D.", "surname": "Craig"}, "details": "State Centre of Excellence for Climate Change, Woodland and Forest Health, School of Veterinary and Life Sciences, Murdoch University, Murdoch, WA 6150, Australia.", "email": null}, {"name": {"fname": "L. E.", "surname": "Valentine"}, "details": "State Centre of Excellence for Climate Change, Woodland and Forest Health, School of Veterinary and Life Sciences, Murdoch University, Murdoch, WA 6150, Australia.", "email": null}, {"name": {"fname": "G. E. St J.", "surname": "Hardy"}, "details": "State Centre of Excellence for Climate Change, Woodland and Forest Health, School of Veterinary and Life Sciences, Murdoch University, Murdoch, WA 6150, Australia.", "email": null}, {"name": {"fname": "P. A.", "surname": "Fleming"}, "details": "State Centre of Excellence for Climate Change, Woodland and Forest Health, School of Veterinary and Life Sciences, Murdoch University, Murdoch, WA 6150, Australia.", "email": null}]}, "pubfront": {"fpage": "146", "lpage": "153", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "2", "artid": "AM13022", "doi": "10.1071/AM13022", "ded": null}, "abstract": "Soil disturbance by terrestrial vertebrates when foraging for food and shelter is not only a sign of activity but an ecosystem function required for soil health. Many forests and woodlands worldwide are currently showing signs of a decline in condition due to various causes. Eucalyptus wandoo, endemic to south-west Western Australia, has undergone a decline in condition over the last decade. This paper explores the influence of E. wandoo condition (e.g. loss of canopy) and the associated changes in the habitat (e.g. changes in leaf litter and bare ground cover) on the foraging activities and soil disturbance by vertebrates. The number of diggings and scats, a representation of the foraging effort by some vertebrates, were recorded in Dryandra Woodland and Wandoo Conservation Park, Western Australia. Mixed-model ANOVAs were used to explore the relationships between the number of scats and diggings with tree and habitat characteristics. More vertebrate diggings and scats were recorded beneath healthier E. wandoo trees. Diggings and scats were also correlated with time since last fire and seasonal differences, with more time since last fire and wetter months related to more diggings and scats. Changes in foraging effort, or turnover of soil by vertebrates, could be a result modification of the level of soil turnover and alter many ecosystem services such as tree recruitment and nutrient cycling, in turn altering the habitat quality and even tree condition itself.", "keywords": {"i": "Eucalyptus wandoo", "#text": "diggings, ecosystem function, , foraging resources, scats, time since last fire."}}}