{"front": {"titlegrp": {"title": "Use of highway underpasses by bandicoots over a 7-year period that encompassed road widening", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Brendan D.", "surname": "Taylor"}, "details": "School of Environment, Science and Engineering, Southern Cross University, Lismore, NSW 2480, Australia.", "email": null}, {"name": {"fname": "Ross L.", "surname": "Goldingay"}, "details": "School of Environment, Science and Engineering, Southern Cross University, Lismore, NSW 2480, Australia.", "email": null}]}, "pubfront": {"fpage": "178", "lpage": "183", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "2", "artid": "AM13034", "doi": "10.1071/AM13034", "ded": null}, "abstract": "Roads may create filters or barriers to animal movement and adversely affect population processes. Underpasses are now commonly installed during highway construction to mitigate barrier effects and link habitat patches. We used sand-tracking to investigate use of six underpasses by bandicoots along a section of the Pacific Highway in northern New South Wales before, during and after road duplication (i.e. expansion from two to four lanes). Trapping revealed that the northern brown bandicoot (Isoodon macrourus) and the long-nosed bandicoot (Perameles nasuta) were equally abundant prior to highway expansion. Five years before highway widening, bandicoots frequently used 18-m-long underpasses (&#62;1 traverses per day). Twelve months before road widening, underpass use by bandicoots declined to ~0.5 traverses per day and continued near this level during construction. This declined to 0.03 traverses per day after duplication with underpasses extended to &#x2265;49m in length. Few crossings were recorded after expansion of the road corridor, which may indicate a shift from regular foraging traverses before duplication to infrequent dispersal movements after duplication.", "keywords": "bandicoot, barrier effects, Brunswick Heads Nature Reserve, habitat fragmentation, Pacific Highway, road mitigation, underpass."}}