{"front": {"titlegrp": {"title": {"i": "Macropus eugenii", "#text": "Molecular characterisation of the signaling molecules TCR&#x3b6; and ZAP-70 in the marsupial  (tammar wallaby)"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "S.", "surname": "Flenady"}, "details": "Institute of Human and Social Science Research, Central Queensland University, Bruce Highway, Rockhampton, Qld 4702, Australia.", "email": null}, {"name": {"fname": "L. J.", "surname": "Young"}, "details": "Centre for Environmental Management, Central Queensland University, Bruce Highway, Rockhampton, Qld 4702, Australia.", "email": null}]}, "pubfront": {"fpage": "137", "lpage": "145", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "2", "artid": "AM13030", "doi": "10.1071/AM13030", "ded": null}, "abstract": "The debate about the state of the marsupial immune system has entered a new era with the recent publication of the tammar wallaby (Macropus eugenii) genome. The aim of this study was to investigate two important components of the T-cell signalling cascade in M. eugenii to determine whether there are any significant differences between the genome and the expressed gene sequences and to elucidate the putative structures. Molecular methods, predominantly RACE PCR and RT&#x2013;PCR, using cDNA obtained from mRNA isolated from M. eugenii lymph node tissue, were used to determine the sequence of functional motifs in the TCR&#x3b6; and ZAP-70 molecules. Structure prediction algorithms were used to determine their secondary and tertiary structures for comparison with the structures elucidated by X-ray crystallography in humans and other mammals. Differences between the genome and the expressed sequence were found in the ZAP-70 molecule. Homology modelling demonstrated that the predicted structure of the TCR&#x3b6; molecule was different from those of other mammals while the structure of the ZAP-70 molecule was very similar. It is concluded that the T-cell signalling cascade in the adaptive immune system of marsupials shows similar features to that of other mammals.", "keywords": {"i": "Monodelphis domestica", "#text": "functional motifs, marsupial immunology, ."}}}