{"front": {"titlegrp": {"title": {"i": "Cercartetus nanus", "#text": "Population ecology of the eastern pygmy-possum () in a montane woodland in southern New South Wales"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Jamie M.", "surname": "Harris"}, "details": "School of Environment, Science and Engineering, Southern Cross University, PO Box 157, Lismore, NSW 2480, Australia.", "email": null}, {"name": {"fname": "Ross L.", "surname": "Goldingay"}, "details": "School of Environment, Science and Engineering, Southern Cross University, PO Box 157, Lismore, NSW 2480, Australia.", "email": null}, {"name": {"fname": "Lyndon O.", "surname": "Brooks"}, "details": "School of Environment, Science and Engineering, Southern Cross University, PO Box 157, Lismore, NSW 2480, Australia.", "email": null}]}, "pubfront": {"fpage": "212", "lpage": "218", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "2", "artid": "AM13044", "doi": "10.1071/AM13044", "ded": null}, "abstract": "The population dynamics of nectar-feeding non-flying mammals are poorly documented. We investigated aspects of the population ecology of the eastern pygmy-possum (Cercartetus nanus) in southern New South Wales. We captured 65 individuals over a 4-year period during 5045 trap-nights and 1179 nest-box checks. The body mass of adult males (mean&#xb1;s.e.=24.6&#xb1;1.0g) was marginally not significantly different (P=0.08) from that of non-parous adult females (28.2&#xb1;1.9g). Females gave birth to a single litter each year of 3&#x2013;4 young during February&#x2013;May. No juveniles were detected in spring of any year. Mark&#x2013;recapture modelling suggested that survival probability was constant over time (0.78) while recapture probability (0.04&#x2013;0.81) varied with season and trap effort. The local population (estimated at ~20&#x2013;25 individuals) underwent a regular seasonal variation in abundance, with a decline in spring coinciding with the cessation of flowering by Banksia. A population trough in spring has been observed elsewhere. This appears to represent some local migration from the study area, suggesting a strategy of high mobility to track floral resources. Conservation of this species will depend on a more detailed understanding of how flowering drives population dynamics.", "keywords": "Barren Grounds Nature Reserve."}}