{"front": {"titlegrp": {"title": "Successful reintroduction of the brushtail possum to Wadderin Sanctuary in the eastern wheatbelt of Western Australia", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Jeff", "surname": "Short"}, "details": "Wildlife Research and Management Pty Ltd, PO Box 1360, Kalamunda, WA 6926, Australia.", "email": null}, {"name": {"fname": "Andrew", "surname": "Hide"}, "details": "Wildlife Research and Management Pty Ltd, PO Box 1360, Kalamunda, WA 6926, Australia.", "email": null}]}, "pubfront": {"fpage": "229", "lpage": "241", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "2", "artid": "AM14005", "doi": "10.1071/AM14005", "ded": null}, "abstract": "The brushtail possum (Trichosurus vulpecula) was reintroduced to the fox-free habitat of the Wadderin Sanctuary in the eastern wheatbelt of Western Australia in 2008. Subsequent monitoring through to 2013 has revealed a small but healthy extant population that occupies all suitable habitat with some animals moving beyond the predator-free sanctuary to adjoining woodland patches. Possums occurred at a low density and had large home ranges relative to other studies at more mesic sites elsewhere. This is likely linked to the low productivity of the site (annual average rainfall of 332mm) and one-way dispersal of young across the barrier fence. Possums preferentially occupied woodlands of York gum and salmon gum, utilised rock she-oak habitat, but made little use of shrubland and mallee habitats within the sanctuary. Female possums appeared to mature at an early age and to have young for much of the year. Recruitment was biased towards males in the first four years of establishment; although many appeared to rapidly disappear from the population. The success of this reintroduction is most likely linked to the initial release of possums into vacant habitat, the absence of foxes, and the ready availability of hollows in mature eucalypts and shelter sites in rock crevices.", "keywords": "translocation, Phalangeridae."}}