{"front": {"titlegrp": {"title": {"i": ["Macropus rufogriseus", "Wallabia bicolor"], "#text": "Does diet constrain the occupation of high elevations by macropods? A comparison between  and"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "K.", "surname": "Green"}, "details": "National Parks and Wildlife Service, Snowy Mountains Region, PO Box 2228, Jindabyne, NSW 2627, Australia.", "email": null}, {"name": {"fname": "N. E.", "surname": "Davis"}, "details": "Department of Zoology, The University of Melbourne, Vic. 3010, Australia.", "email": null}, {"name": {"fname": "W. A.", "surname": "Robinson"}, "details": "School of Environmental Sciences, Charles Sturt University, Thurgoona, NSW 2641, Australia.", "email": null}]}, "pubfront": {"fpage": "219", "lpage": "228", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "2", "artid": "AM14007", "doi": "10.1071/AM14007", "ded": null}, "abstract": "The ability to utilise a diet of shrubs or trees is key to the survival of herbivores in deep snow. However, reduction in snow depth with climate change may allow herbivores into higher elevations where herbfields are dominant. Wallabia bicolor occurs above the winter snowline of the Snowy Mountains in the subalpine zone, whereas Macropus rufogriseus, does not although it is present in alpine Tasmania. The winter diet of W. bicolor in the Snowy Mountains consisted of shrubs, trees, and herbs. With &#62;60% of food sources (shrubs and trees) available above the snow, the change from occupation of habitat below the winter snowline to above requires little change in its diet. Consumption of shrubs, forbs and monocots by M. rufogriseus was similar between the Snowy Mountains and alpine Tasmania. M. rufogriseus includes a high proportion of shrubs in its diet; however, it may be excluded from snow-covered habitat due to a lesser ability to utilise poor-quality browse. Globally, migratory herbivores respond to deep snow with seasonal movements. However, W. bicolor and M. rufogriseus are not migratory and can only occupy higher elevations of the Snowy Mountains as snow depth and duration diminish. Because they do not currently occupy the alpine zone and the vegetation has not evolved to accommodate their presence, their impact on alpine vegetation is likely to be greater than migratory alpine grazers/browsers.", "keywords": "alpine zone, climate change, dietary breadth, snow."}}