{"front": {"titlegrp": {"title": {"i": ["Sminthopsis psammophila", "Triodia"], "#text": "Factors that influence trap success of sandhill dunnarts () and other small mammals in  dunefields of South Australia"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "John L.", "surname": "Read"}, "details": "Ecological Horizons, PO Box 207, Kimba, SA 5641, Australia.", "email": null}, {"name": {"fname": "Matthew J.", "surname": "Ward"}, "details": "Department of Environment, Water and Natural Resources, Adelaide, SA 5000, Australia.", "email": null}, {"name": {"fname": "Katherine E.", "surname": "Moseby"}, "details": "Ecological Horizons, PO Box 207, Kimba, SA 5641, Australia.", "email": null}]}, "pubfront": {"fpage": "212", "lpage": "218", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "2", "artid": "AM14020", "doi": "10.1071/AM14020", "ded": null}, "abstract": "Optimised detection and sensitivity of fauna-monitoring programs is essential for the adaptive management of threatened species. We describe the influence of trap type, trapping duration and timing on the detection rates of small vertebrates, in particular the nationally endangered sandhill dunnart (Sminthopsis psammophila) in its two primary populations in South Australia. A total of 118 and 155 sandhill dunnarts were captured from the Middleback and Yellabinna regions, respectively, from five trapping sessions between 2008 and 2012. Wide deep pitfall traps (225mm diameter&#xd7;600&#x2013;700mm deep) captured significantly more adult sandhill dunnarts than shorter, narrower pitfalls (150mm diameter&#xd7;500mm deep) or Elliott traps. Deep pitfall traps also captured significantly more hopping mice (Notomys mitchellii) but smaller mammal species were equally trapable in deep or short pitfall traps. Capture rates declined through successive nights of trapping. Capture rates of sandhill dunnarts were greatest in one study region when the moon illumination was less than 40% compared with fuller moon phases but were not affected by moon illumination in the other study region. The results suggest that higher capture rates of sandhill dunnarts will be achieved when using wide, deep pitfall traps on dark nights during the first two nights of trapping. Trapping in summer detected more juvenile sandhill dunnarts than trapping in winter.", "keywords": "Australian mammals, arid zone, Elliott traps, endangered species, fauna survey, moon phase, pitfall traps."}}