{"front": {"titlegrp": {"title": {"i": "Mastacomys fuscus", "#text": "Distribution and habitat preference of the broad-toothed rat () in the Australian Capital Territory, Australia"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Richard N. C.", "surname": "Milner"}, "details": "Conservation Research, Environment and Planning Directorate, ACT Government, Canberra, ACT 2601, Australia.", "email": null}, {"name": {"fname": "Danswell", "surname": "Starrs"}, "details": "Evolution, Ecology and Genetics, Research School of Biology, Australian National University, Canberra, ACT 0200, Australia.", "email": null}, {"name": {"fname": "Greg", "surname": "Hayes"}, "details": "Conservation Research, Environment and Planning Directorate, ACT Government, Canberra, ACT 2601, Australia.", "email": null}, {"name": {"fname": "Murray C.", "surname": "Evans"}, "details": "Conservation Research, Environment and Planning Directorate, ACT Government, Canberra, ACT 2601, Australia.", "email": null}]}, "pubfront": {"fpage": "125", "lpage": "131", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "2", "artid": "AM14031", "doi": "10.1071/AM14031", "ded": null}, "abstract": "The broad-toothed rat (Mastacomys fuscus) is a small to medium-sized rodent found in south-eastern Australia. Recent surveys across the southern portion of its range indicate that the species is in decline, and climate change has been identified as a key threat to the localised persistence of this species. The present study reports on a rapid field survey across 14 high montane and subalpine sites (including moist tussock grassland, sedgelands, heathlands and bogs) in the southern Australian Capital Territory, Australia. M. fuscus scats were recorded along transects, and habitat, vegetation, distance to drainage lines and disturbance due to feral animals were recorded. Relative abundance of M. fuscus was positively related to specific vegetation types (heath, sedge and Poa) and site size. Conversely, relative abundance of M. fuscus was negatively related to disturbance due to feral animals, and distance from creek drainage lines. This study indicates that M. fuscus has specific habitat preferences and threats associated with environmental change and introduced species may threaten populations in the Australian Capital Territory.", "keywords": "climate change, habitat selectivity, subalpine, vegetation."}}