{"front": {"titlegrp": {"title": {"i": "Vombatus ursinus", "#text": "The diet of the common wombat () above the winter snowline in the decade following a wildfire"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "K.", "surname": "Green"}, "details": "National Parks and Wildlife Service, Snowy Mountains Region, PO Box 2228, Jindabyne, NSW 2627, Australia.", "email": null}, {"name": {"fname": "N. E.", "surname": "Davis"}, "details": "Department of Zoology, The University of Melbourne, Vic. 3010, Australia.", "email": null}, {"name": {"fname": "W. A.", "surname": "Robinson"}, "details": "School of Environmental Sciences, Charles Sturt University, Thurgoona, NSW 2641, Australia.", "email": null}]}, "pubfront": {"fpage": "146", "lpage": "156", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "2", "artid": "AM14037", "doi": "10.1071/AM14037", "ded": null}, "abstract": "The use of high elevations with deep snow cover presents a challenge to mammalian herbivores, which is exacerbated by subalpine vegetation dynamics such as slow regrowth following disturbance. We postulated that post-fire responses of common wombats (Vombatus ursinus) at high elevations would differ from those at low elevations. We examined the winter diet of common wombats in the Snowy Mountains in the decade after fire in burnt and unburnt areas and compared our results to published diet studies from low elevations. Optimal foraging theory predicts that as food resources become scarce herbivores respond by widening their choice of foods, yet we found that wombats have only marginally wider dietary breadth at higher than at lower elevations in terms of plant forms and diet breadth in terms of species was not greater. The use of shrubs and the tall herb Dianella tasmanica enables wombats to reduce the energetic costs of digging for food in snow. Able to survive fire in a burrow, the wombat is then capable of responding to reduced foraging opportunities following fire by broadening the range of species consumed and adopting foraging strategies that exploit temporally improved food quality, demonstrated by the greater proportion of grass consumed in burnt sites.", "keywords": "alpine zone, dietary breadth, herbivore."}}