{"front": {"titlegrp": {"title": {"i": "Isoodon macrourus", "#text": "Reproductive ecology of the northern brown bandicoot () in habitat fragments of urban Brisbane"}, "subtitle": null}, "authgrp": {"author": {"name": {"fname": "Sean I.", "surname": "FitzGibbon"}, "details": "School of Agriculture and Food Sciences, University of Queensland, St Lucia, Qld 4072, Australia. Email:", "email": null}}, "pubfront": {"fpage": "253", "lpage": "259", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "2", "artid": "AM14032", "doi": "10.1071/AM14032", "ded": null}, "abstract": "The reproductive ecology of wildlife can have an enormous impact on their ability to survive within heavily modified landscapes, such as urbanised environments. This paper examines the reproductive ecology of northern brown bandicoots (Isoodon macrourus) in small bush fragments within urban Brisbane, where much of the diverse original mammal fauna has become locally extinct. During the 33-month study, 46 independent female bandicoots were captured and 45 litters were examined from 27 mature females. Reproduction was found to be seasonal with most mature females carrying young during late winter, spring and summer; the proportion of breeding females diminished during autumn and there appeared to be a short period of non-breeding each year around late autumn and/or early winter. There was no significant association between breeding and rainfall. Litter size reduction during pouch young development was observed in numerous females, with the mean number of young falling from 3.7 early in lactation to 1.9 late in lactation (40+ days). Survivorship of young during pouch development was estimated to be between 51% and 75%. Annual fecundity of females was estimated at 4.7 litters per year, resulting in an estimated mean of 11&#x2013;13 weaned young per female. The study highlights the considerable reproductive capacity and flexible annual breeding pattern of northern brown bandicoots. In combination with their generalist habitat and dietary requirements, these reproductive traits are considered important life-history characteristics that have facilitated the species&#x2019; survival in bush fragments of Brisbane&#x2019;s urban landscape.", "keywords": "conservation, habitat modification, marsupial, Peramelidae, population dynamics, reproductive strategy."}}