{"front": {"titlegrp": {"title": {"i": "Antechinus argentus", "#text": "Prey of the silver-headed antechinus (), a new species of Australian dasyurid marsupial"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Eugene D.", "surname": "Mason"}, "details": "Earth, Environmental and Biological Sciences School, Queensland University of Technology, 2 George Street, Brisbane, Qld 4001, Australia.", "email": null}, {"name": {"fname": "Chris J.", "surname": "Burwell"}, "details": "Natural Environments Program, Queensland Museum, PO Box 3300, South Brisbane, Qld 4101, Australia.", "email": null}, {"name": {"fname": "Andrew M.", "surname": "Baker"}, "details": "Earth, Environmental and Biological Sciences School, Queensland University of Technology, 2 George Street, Brisbane, Qld 4001, Australia.", "email": null}]}, "pubfront": {"fpage": "164", "lpage": "169", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "2", "artid": "AM14036", "doi": "10.1071/AM14036", "ded": null}, "abstract": "The silver-headed antechinus (Antechinus argentus) is one of Australia&#x2019;s most recently described mammals, and the single known population at Kroombit Tops in south-east Queensland is threatened. Nothing is known of the species&#x2019; ecology, so during 2014 we collected faecal pellets each month (March&#x2013;September) from a population at the type locality to gather baseline data on diet composition. A total of 38 faecal pellets were collected from 12 individuals (eight females, four males) and microscopic analysis of pellets identified seven invertebrate orders, with 70% combined mean composition of beetles (Coleoptera: 38%) and cockroaches (Blattodea: 32%). Other orders that featured as prey were ants, crickets/grasshoppers, butterflies/moths, spiders, and true bugs. Given that faecal pellets could only be collected from a single habitat type (Eucalyptus montivaga high-altitude open forest) and location, this is best described as a generalist insectivorous diet that is characteristic of other previously studied congeners.", "keywords": "Dasyuridae, insectivorous diet, Kroombit Tops."}}