{"front": {"titlegrp": {"title": {"i": "Lagorchestes hirsutus", "underline": ["r", "t"], "#text": "Diet of mala () at Uluu&#x2013;Kata Tjua National Park and comparison with that of historic free-ranging mala in the Tanami Desert: implications for management and future reintroductions"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Jim A.", "surname": "Clayton"}, "details": "Uluu&#x2013;Kata Tjua National Park, NT 0872, Australia.", "email": null}, {"name": {"fname": "Chris R.", "surname": "Pavey"}, "details": "CSIRO Land and Water Flagship, Alice Springs, NT 0870, Australia.", "email": null}, {"name": {"fname": "Karl", "surname": "Vernes"}, "details": "Ecosystem Management, University of New England, Armidale, NSW 2351, Australia.", "email": null}, {"name": {"fname": "Elizabeth", "surname": "Jefferys"}, "details": "Deceased. Formerly of EAJ Consultants, Pagewood, NSW 2035, Australia.", "email": null}]}, "pubfront": {"fpage": "201", "lpage": "211", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "2", "artid": "AM14033", "doi": "10.1071/AM14033", "ded": null}, "abstract": "Lack of information regarding the ecology of threatened species may compromise conservation efforts. Mala, a small macropod that historically inhabited a vast area of arid Australia, became extinct in the wild in 1991. Although dietary studies were completed before their disappearance from the Tanami Desert, no such work was conducted in the southern Northern Territory before mala became extinct in this part of its former range. The reintroduction of mala to Uluru&#x2013;Kata Tjuta National Park provided an opportunity for dietary analysis of faecal pellets. Results show that mala foraged a wide variety of plant species, although grasses and supplementary food comprised the bulk of the diet. Neither the average percentage of Poaceae, Triodia in particular, nor supplementary food found in pellet samples was correlated with rainfall. Niche breadth analysis showed a narrow dietary range for both the Tanami and Uluru studies. Mala at both locations selected similar types of plants, plant parts, and several of the same species. Results suggest that food species Aristida holathera and Eragrostis eriopoda should be monitored to assist in determining the carrying capacity of the Uluru enclosure. A botanically diverse reintroduction site supporting Eragrostis, Aristida and Triodia appears to be most suitable for mala.", "keywords": "macropod, translocation, hare-wallaby."}}