{"front": {"titlegrp": {"title": {"i": ["Pseudomys delicatulus", "Notomys aquilo"], "#text": "Burrowing behaviour of the delicate mouse () and the management implications for a threatened sympatric rodent ()"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Rebecca L.", "surname": "Diete"}, "details": "School of Agriculture and Food Sciences, The University of Queensland, Gatton, Qld 4343, Australia.", "email": null}, {"name": {"fname": "Susan M.", "surname": "Adamczyk"}, "details": "School of Agriculture and Food Sciences, The University of Queensland, Gatton, Qld 4343, Australia.", "email": null}, {"name": {"fname": "Paul D.", "surname": "Meek"}, "details": "Invasive Species Strategy and Planning, Biosecurity NSW, NSW Department of Primary Industries, PO Box 530, Coffs Harbour, NSW 2450, Australia.", "email": null}, {"name": {"fname": "Christopher R.", "surname": "Dickman"}, "details": "School of Biological Sciences, The University of Sydney, NSW 2006, Australia.", "email": null}, {"name": {"fname": "Luke K.-P.", "surname": "Leung"}, "details": "School of Agriculture and Food Sciences, The University of Queensland, Gatton, Qld 4343, Australia.", "email": null}]}, "pubfront": {"fpage": "260", "lpage": "263", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "2", "artid": "AM14028", "doi": "10.1071/AM14028", "ded": null}, "abstract": "The correct identification of animal signs is imperative when signs are used as evidence of a species&#x2019; abundance or distribution. On Groote Eylandt, burrow spoil heaps have been used in surveys for the threatened northern hopping-mouse (Notomys aquilo) as this indicator of presence was assumed to be unique to this species in this area. Using camera traps, positive identification from footage, and burrow excavation and mapping, we determined that spoil heaps made by the common delicate mouse (Pseudomys delicatulus) could not be differentiated from those of N. aquilo. The results demonstrate that more-reliable survey techniques for N. aquilo are required to aid management decisions for this species.", "keywords": "Rodent, spoil heap, spoil mound, hopping mouse."}}