{"front": {"titlegrp": {"title": {"i": "Bettongia penicillata ogilbyi", "#text": "Seasonal home range and habitat use of a critically endangered marsupial () inside and outside a predator-proof sanctuary"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Georgina J.", "surname": "Yeatman"}, "details": "School of Animal Biology, Faculty of Natural and Agricultural Sciences, University of Western Australia, Crawley, WA 6009, Australia.", "email": null}, {"name": {"fname": "Adrian F.", "surname": "Wayne"}, "details": "Department of Parks and Wildlife, Locked Bag 2, Manjimup, WA 6258, Australia.", "email": null}]}, "pubfront": {"fpage": "157", "lpage": "163", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "2", "artid": "AM14022", "doi": "10.1071/AM14022", "ded": null}, "abstract": "An understanding of the factors that influence the distribution of the woylie (Bettongia penicillata ogilbyi) at local and regional scales has been identified as a key knowledge gap, because such knowledge may assist in the recovery of this endangered species. We aimed to investigate the seasonal home-range size and habitat use of woylies to update current knowledge of the species in the context of a substantial decline. Specifically, we examined the home range and habitat use of woylies reintroduced into a sanctuary free from invasive predators and compared these data to those from an external reference site. Eight woylies inside the sanctuary and seven outside were radio-tracked in autumn 2011. The average home-range size was 65.4 (&#xb1;8.2, s.e.) ha. There was little evidence to suggest any difference in home-range size between woylies inside and outside the sanctuary. Woylies were more likely to be found in the slope and low-lying valley habitats, which have greater water-holding capacity and sandier soils. These relatively large seasonal home ranges, compared with previously published estimates for the species, may be accounted for by low population density, lower seasonal food availability and clustered food distribution. Monitoring the home-range size of woylies within the sanctuary may assist in identifying the carrying capacity of the sanctuary, which has implications for how this population is managed.", "keywords": "habitat associations, harmonic mean, kernel density, Minimum Convex Polygon."}}