{"front": {"titlegrp": {"title": {"i": "Sus scrofa", "#text": "Consumption of crops by feral pigs () in a fragmented agricultural landscape"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Matthew", "surname": "Gentle"}, "details": "Robert Wicks Pest Animal Research Centre, Biosecurity Queensland, 203 Tor Street, Toowoomba, Qld 4350, Australia.", "email": null}, {"name": {"fname": "James", "surname": "Speed"}, "details": "Robert Wicks Pest Animal Research Centre, Biosecurity Queensland, 203 Tor Street, Toowoomba, Qld 4350, Australia.", "email": null}, {"name": {"fname": "Darren", "surname": "Marshall"}, "details": "Queensland Murray&#x2013;Darling Committee, 127 Campbell Street, Toowoomba, Qld 4350 Australia.", "email": null}]}, "pubfront": {"fpage": "194", "lpage": "200", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "2", "artid": "AM15003", "doi": "10.1071/AM15003", "ded": null}, "abstract": "Feral pigs (Sus scrofa) consume and damage crops and impact the environment through predation, competition and habitat disturbance, although supporting dietary data are lacking in agricultural landscapes. This study was undertaken to determine the relative importance of food items in the diet of feral pigs in a fragmented agricultural landscape, particularly to assist in predicting the breadth of likely impacts. Diet composition was assessed from the stomach contents of 196 feral pigs from agricultural properties in southern Queensland. Feral pigs were herbivorous, with plant matter comprising &#62;99% of biomass consumed. Crops were consumed more frequently than non-crop species, and comprised &#62;60% of dietary biomass, indicating a clear potential for direct economic losses. Consumption of pasture and forage species also suggests potential competition for pasture with domestic stock. There is little evidence of direct predation on native fauna, but feral pig feeding activities may impact environmental values. Seasonal differences in consumption of crop, pasture or animal food groups probably reflect the changing availability of food items. We recommend that future dietary studies examine food availability to determine any dietary preferences to assist in determining the foods most susceptible to damage. The outcomes of this study are important for developing techniques for monitoring the impacts of feral pigs, essential for developing management options to reduce feral pig damage on agricultural lands.", "keywords": "competition, damage, diet, impacts."}}