{"front": {"titlegrp": {"title": "Mapping the likelihood of koalas across New South Wales for use in Private Native Forestry: developing a simple, species distribution model that deals with opportunistic data", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Martin", "surname": "Predavec"}, "details": "Science Division, Office of Environment and Heritage NSW, PO Box 1967, Hurstville, NSW 2220, Australia.", "email": null}, {"name": {"fname": "Daniel", "surname": "Lunney"}, "details": "Science Division, Office of Environment and Heritage NSW, PO Box 1967, Hurstville, NSW 2220, Australia.", "email": null}, {"name": {"fname": "Ian", "surname": "Shannon"}, "details": "Science Division, Office of Environment and Heritage NSW, PO Box 1967, Hurstville, NSW 2220, Australia.", "email": null}, {"name": {"fname": "Dave", "surname": "Scotts"}, "details": "Wildlife Matters, 40 Oceanview Crescent, Emerald Beach, NSW 2456, Australia.", "email": null}, {"name": {"fname": "John", "surname": "Turbill"}, "details": "Biodiversity Conservation Unit, Regional Operations Group, Office of Environment and Heritage NSW, Locked Bag 914, Coffs Harbour, NSW 2450, Australia.", "email": null}, {"name": {"fname": "Bill", "surname": "Faulkner"}, "details": "Environment Protection Authority, PO Box A290, Sydney South, NSW 1232, Australia.", "email": null}]}, "pubfront": {"fpage": "182", "lpage": "193", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "2", "artid": "AM15001", "doi": "10.1071/AM15001", "ded": null}, "abstract": "In Private Native Forestry in New South Wales, species-specific provisions in the code of practice are triggered by the presence of koalas (Phascolarctos cinereus), based on existing database records in the Atlas of NSW Wildlife. Whereas Species Distribution Modelling allows questions to be posed regarding the distribution of a species, and how it relates to environmental variables and threats, the key question, in many management situations, is whether or not a species is, or has been, present at a particular location, rather than the overall predicted distribution of the species. This is particularly the case for such a high-profile species as the koala. In this project, we developed a simple distribution model for the koala in New South Wales based on the proportion of koala records from within a suite of mammal records in 10km&#xd7;10km cells. This provides a measure of the likelihood of koalas being present. At the same time it allows deficiencies in the data to be highlighted, and recommendations made for further survey. This model and map will allow the potential for more robust and transparent decisions to be made regarding koala protection in areas proposed for private native forestry.", "keywords": "distribution mapping."}}