{"front": {"titlegrp": {"title": {"i": "Sminthopsis ooldea", "underline": ["r", "t"], "#text": "Habitat use and ecological observations of the Ooldea dunnart () at Uluu&#x2013;Kata Tjua National Park, Northern Territory"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Kerrie", "surname": "Bennison"}, "details": "Uluu&#x2013;Kata Tjua National Park, Department of Sustainability, Environment, Water, Population and Communities, Northern Territory, Australia.", "email": null}, {"name": {"fname": "Christopher R.", "surname": "Dickman"}, "details": "Desert Ecology Research Group, School of Biological Sciences A08, University of Sydney, NSW 2006, Australia.", "email": null}, {"name": {"fname": "Robert", "surname": "Godfree"}, "details": "CSIRO Plant Industry, GPO Box 1600, Canberra, ACT 2601, Australia.", "email": null}]}, "pubfront": {"fpage": "175", "lpage": "179", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "2", "artid": "AM12048", "doi": "10.1071/AM12048", "ded": null}, "abstract": "The Ooldea dunnart (Sminthopsis ooldea) is a small (10&#x2013;11g) and poorly known dasyurid marsupial that is endemic to the central and western arid regions of Australia. Surveys carried out at Uluru&#x2013;Kata Tjuta National Park, Northern Territory, from 1994 to 2010 yielded 37 captures of this elusive species, providing novel insights into its biology. Most captures were made in pitfall traps, with spring breeding confirmed by the presence of pregnant or lactating females during October and November. Animals were captured in mallee and mulga woodland and spinifex (Triodia spp.) dominated dune fields and sand plains. Capture rates were variable in most habitat types, but were relatively consistent in one site dominated by mulga (Acacia aneura). Although we found no consistent association between captures of S. ooldea and prior rainfall, fewest animals were captured in the two wettest years of the study. Ooldea dunnarts showed no clear response to fire. We suggest that mulga is a key habitat for S. ooldea, but also that the demography of this species may be shaped by biotic and/or abiotic factors that remain to be fully elucidated.", "keywords": "arid zone, Dasyuridae, demography, fire, mulga, rainfall."}}