{"front": {"titlegrp": {"title": {"i": ["Tarsipes rostratus", "Phytophthora cinnamomi"], "#text": "Flower visitation by honey possums () in a coastal banksia heathland infested with the plant pathogen"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Shannon J.", "surname": "Dundas"}, "details": "School of Veterinary and Biomedical Science, Murdoch University, Murdoch, WA 6150, Australia.", "email": null}, {"name": {"fname": "Patricia A.", "surname": "Fleming"}, "details": "School of Veterinary and Biomedical Science, Murdoch University, Murdoch, WA 6150, Australia.", "email": null}, {"name": {"fname": "Giles E. St J.", "surname": "Hardy"}, "details": "School of Biological Sciences and Biotechnology, Murdoch University, Murdoch, WA 6150, Australia.", "email": null}]}, "pubfront": {"fpage": "166", "lpage": "174", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "2", "artid": "AM12044", "doi": "10.1071/AM12044", "ded": null}, "abstract": "The honey possum (Tarsipes rostratus) is a tiny (7&#x2013;10g) obligate nectarivore endemic to south-west Western Australia that relies on high floristic diversity for year-round nectar and pollen resources. We investigated flower visitation by honey possums at a site in the presence of the plant pathogen Phytophthora cinnamomi by sampling pollen on the head of captured and radio-tracked individuals. The aim of the study was to identify plant species that were visited and to compare these with known susceptibility to Phytophthora to assess the potential impact of further spread of the pathogen on honey possums. Nine plant taxa were regularly identified from pollen on honey possums, including four Banksia species. Six of the nine plant taxa identified (Banksia plumosa, Adenanthos cuneatus, Calothamnus gracilis, B. brunnea, B. nutans, B. tenuis) were most frequently visited by honey possums, each making up &#62;20% of pollen grains for at least one season. Five of the nine plant taxa are known to be susceptible to Phytophthora, which substantially changes vegetation composition in its wake. The inevitable spread of Phytophthora is postulated to result in the localised loss of resources for honey possums and is a concern for on-going conservation management.", "keywords": {"i": "Banksia plumosa", "#text": ", diet, marsupial, non-flying mammal pollination, obligate nectarivore, pollen."}}}