{"front": {"titlegrp": {"title": "Koala habitat use and population density: using field data to test the assumptions of ecological models", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "William", "surname": "Ellis"}, "details": "Koala Research Centre of Central Queensland, Central Queensland University, Rockhampton, Qld 4702, Australia.", "email": null}, {"name": {"fname": "Sean", "surname": "FitzGibbon"}, "details": "Koala Study Program, Centre for Mined Land Rehabilitation, Sustainable Minerals Institute, The University of Queensland, St Lucia, Qld 4072, Australia.", "email": null}, {"name": {"fname": "Alistair", "surname": "Melzer"}, "details": "Koala Research Centre of Central Queensland, Central Queensland University, Rockhampton, Qld 4702, Australia.", "email": null}, {"name": {"fname": "Robbie", "surname": "Wilson"}, "details": "School of Biological Sciences, The University of Queensland, St Lucia, Qld 4072, Australia.", "email": null}, {"name": {"fname": "Steve", "surname": "Johnston"}, "details": "School of Agriculture and Food Science, The University of Queensland, Gatton, Qld 4343, Australia.", "email": null}, {"name": {"fname": "Fred", "surname": "Bercovitch"}, "details": "Center for International Collaboration and Advanced Studies in Primatology, Primate Research Institute & Wildlife Research Center, Kyoto University, 41-2 Kanrin Inuyama, Aichi, 484-8506, Japan.", "email": null}, {"name": {"fname": "David", "surname": "Dique"}, "details": "ERM, PO Box 1400, Spring Hill, Qld 4004, Australia.", "email": null}, {"name": {"fname": "Frank", "surname": "Carrick"}, "details": "Koala Study Program, Centre for Mined Land Rehabilitation, Sustainable Minerals Institute, The University of Queensland, St Lucia, Qld 4072, Australia.", "email": null}]}, "pubfront": {"fpage": "160", "lpage": "165", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "2", "artid": "AM12023", "doi": "10.1071/AM12023", "ded": null}, "abstract": "In principle, conservation planning relies on long-term data; in reality, conservation decisions are apt to be based upon limited data and short-range goals. For the koala (Phascolarctos cinereus), frequently reliance is made on the assumption that indirect signs can be used to indicate behavioural preferences, such as diet choice. We examined the relationship between the use of trees by koalas and the presence of scats beneath those trees. Tree use was associated with scat presence on 49% of occasions when koalas were radio-tracked in both central Queensland (n=10 koalas) and south-east Queensland (n=5 koalas), increasing to 77% of occasions when trees were rechecked the following day. Koala densities were correlated with scat abundance at sites with koala density between ~0.2 and 0.6 koalas per hectare. Our results confirm that scat searches are imprecise indicators of tree use by koalas, but demonstrate that these searches can be used, with caveats, to estimate koala population densities. We discuss how errors in estimating or applying predictive model parameters can bias estimates of occupancy and show how a failure to validate adequately the assumptions used in modelling and mapping can undermine the power of the products to direct rational conservation and management efforts.", "keywords": null}}