{"front": {"titlegrp": {"title": "Relative abundance of the central rock-rat, the desert mouse and the fat-tailed pseudantechinus at Ormiston Gorge in the West MacDonnell Ranges National Park, Northern Territory", "subtitle": null}, "authgrp": {"author": {"name": {"fname": "G. P.", "surname": "Edwards"}, "details": "Land Resource Management, PO Box 1120, Alice Springs, NT 0871, Australia. Email:", "email": null}}, "pubfront": {"fpage": "144", "lpage": "148", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "2", "artid": "AM12031", "doi": "10.1071/AM12031", "ded": null}, "abstract": "This study examines the relative abundance of two species of sympatric rodent, the desert mouse (Pseudomys desertor) and the central rock-rat (Zyzomys pedunculatus), and a sympatric dasyurid (Pseudantechinus macdonnellensis) in relation to rainfall in the West Macdonnell Ranges National Park, Northern Territory, over a 6-year period. Seventeen trapping sessions were conducted between July 2000 and September 2006. All three species showed spikes in abundance during 2001 and 2002, which were very wet years, and then declined as rainfall diminished. Z. pedunculatus was not trapped at the sites beyond June 2002 while P. desertor was not trapped beyond September 2002. P. macdonnellensis was trapped in low numbers between September 2002 and February 2005 but was not trapped subsequently. Rainfall and the abundance of all three mammal species were clearly correlated. However, the patterns of abundance were subtly different. Z. pedunculatus exhibited three distinct peaks in abundance during the study (July 2000, April 2001 and March 2002), P. desertor exhibited two distinct peaks (July 2001 and June 2002) while. P. macdonnellensis exhibited only one peak in abundance (March 2002). The results of this study provide more evidence that populations of both arid Australian rodents and some dasyurids are influenced by rainfall. The study also provides some insights into the population ecology of the poorly known and threatened central rock-rat.", "keywords": {"i": ["Pseudantechinus macdonnellensis", "Pseudomys desertor", "Zyzomys pedunculatus"], "#text": "arid zone, population dynamics, , , ."}}}