{"front": {"titlegrp": {"title": {"i": "Pseudocheirus peregrinus", "#text": "An inland population of the common ringtail possum () at Black Rock Ridge, New South Wales: a preliminary ecological assessment"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "J. A.", "surname": "Kerle"}, "details": "5 Fitzroy Street, Peel, NSW 2795, Australia.", "email": null}, {"name": {"fname": "C.", "surname": "Kimmorley"}, "details": "Native and Pest Animal Unit, School of Science and Health, Hawkesbury, University of Western Sydney, Locked Bag 1797, Penrith, NSW 2751, Australia.", "email": null}, {"name": {"fname": "J. M.", "surname": "Old"}, "details": "Native and Pest Animal Unit, School of Science and Health, Hawkesbury, University of Western Sydney, Locked Bag 1797, Penrith, NSW 2751, Australia.", "email": null}]}, "pubfront": {"fpage": "236", "lpage": "240", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "2", "artid": "AM12047", "doi": "10.1071/AM12047", "ded": null}, "abstract": "The common ringtail possum (Pseudocheirus peregrinus) is considered abundant throughout its distribution in eastern Australia but appears to be declining at a regional level in inland New South Wales. Previous studies of the common ringtail possum in south-eastern Australia have focussed on coastal populations and little is known about the ecology of inland populations. In south-western Australia studies of the closely related western ringtail possum (Pseudocherius occidentalis) have found that coastal populations differ from inland populations, particularly in their nesting behaviour. In this preliminary study of an inland population of the common ringtail possum at Black Rock Ridge in central west New South Wales population density has been estimated and the habitat and nesting preference assessed. Up to one ringtail per hectare and 4.5 ringtails per spotlight hour were recorded. Tree hollows appeared to be the preferred nest site, with possums seen entering hollows during spotlighting and no dreys being located. Threats to common ringtail possums at Black Rock Ridge include the isolation of the remnant ridge vegetation within an extensively cleared landscape and the associated change in fire regimes. Within this landscape there has been an extensive reduction in available habitat, and an overall lack of habitat connectivity has placed ringtail possums at an increased risk of predation.", "keywords": "arboreal mammal, drey, hollows, marsupial, nest preference."}}