{"front": {"titlegrp": {"title": {"i": "Dasyurus hallucatus", "#text": "Individual identification of northern quolls () using remote cameras"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Rosemary", "surname": "Hohnen"}, "details": "School of Zoology, University of Tasmania, Hobart, Tas. 7001, Australia.", "email": null}, {"name": {"fname": "Jack", "surname": "Ashby"}, "details": "University College London, Grant Museum of Zoology, London WC1E 6BT, England.", "email": null}, {"name": {"fname": "Katherine", "surname": "Tuft"}, "details": "Mornington Wildlife Sanctuary, Australian Wildlife Conservancy, Derby, WA 6728, Australia.", "email": null}, {"name": {"fname": "Hugh", "surname": "McGregor"}, "details": "School of Zoology, University of Tasmania, Hobart, Tas. 7001, Australia.", "email": null}]}, "pubfront": {"fpage": "131", "lpage": "135", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "2", "artid": "AM12015", "doi": "10.1071/AM12015", "ded": null}, "abstract": "We have developed a technique to identify individual northern quolls (Dasyurus hallucatus) from their spot patterns using photographs taken by remote infrared cameras. We suggest a method for bait placement and camera set-up to optimise the identification of individual quolls. We compared two methods, which differed in the placement of the bait and number of photographs per trigger, to determine which produced the best images for the purposes of identification. When the bait was positioned so that quolls needed to reach to access it, and a greater number of images were taken per trigger, a higher percentage of individuals were successfully identified. Variation in bait placement did not significantly affect the amount of time the quolls spent around the cameras. The study concludes that individual northern quolls are identifiable from their spot patterns using remote cameras, and adjustments to bait placement and the number of photographs per trigger significantly improves the quality of the information that the cameras provide.", "keywords": "survey method."}}