{"front": {"titlegrp": {"title": {"i": ["Antechinus flavipes", "Rhinella marina"], "#text": "Behaviour and survivorship of a dasyurid predator () in response to encounters with the toxic and invasive cane toad ()"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Wiebke", "surname": "K&#xe4;mper"}, "details": "School of Biological Sciences, University of Sydney, NSW 2006, Australia.", "email": null}, {"name": {"fname": "Jonathan K.", "surname": "Webb"}, "details": "School of Biological Sciences, University of Sydney, NSW 2006, Australia.", "email": null}, {"name": {"fname": "Mathew S.", "surname": "Crowther"}, "details": "School of Biological Sciences, University of Sydney, NSW 2006, Australia.", "email": null}, {"name": {"fname": "Matthew J.", "surname": "Greenlees"}, "details": "School of Biological Sciences, University of Sydney, NSW 2006, Australia.", "email": null}, {"name": {"fname": "Richard", "surname": "Shine"}, "details": "School of Biological Sciences, University of Sydney, NSW 2006, Australia.", "email": null}]}, "pubfront": {"fpage": "136", "lpage": "143", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "2", "artid": "AM12025", "doi": "10.1071/AM12025", "ded": null}, "abstract": "Australia&#x2019;s biogeographical isolation has rendered many endemic species vulnerable to invaders. The recent spread of the cane toad (Rhinella marina) has caused serious population declines for some predatory reptile and mammal species. To determine a priori whether or not cane toad poisoning endangers native species, we can test the fates of predators in laboratory trials. We investigated whether an Australian marsupial whose range is increasingly being occupied by cane toads (the yellow-footed antechinus, Antechinus flavipes) is at risk of toad poisoning by testing (1) whether yellow-footed antechinuses approach or attack cane toads and, if so, whether they die as a result; and (2) if they survive, whether they then learn to avoid toads in subsequent encounters. We also investigated the effects of sympatry with toads on the feeding response. In all, 58% of antechinuses from eastern New South Wales approached or attacked a toad (over 4 or 5 opportunities to do so, on successive nights), and none showed ill effects after doing so. Antechinuses that attacked (killed or ingested) toads rapidly learnt to avoid them. Antechinuses from toad-exposed populations ingested more toad flesh, but otherwise reacted in the same ways as did conspecifics from toad-free areas. Hence, the yellow-footed antechinus is unlikely to face population declines via toad poisoning.", "keywords": "invasive species, predator learning, taste aversion, toxic prey."}}