{"front": {"titlegrp": {"title": {"i": "Perameles nasuta", "#text": "Home range size and use by the long-nosed bandicoot () following fire"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Christopher I.", "surname": "MacGregor"}, "details": "Fenner School of Environment and Society, The Australian National University, Canberra, ACT 0200, Australia.", "email": null}, {"name": {"fname": "Jeff T.", "surname": "Wood"}, "details": "Fenner School of Environment and Society, The Australian National University, Canberra, ACT 0200, Australia.", "email": null}, {"name": {"fname": "Nick", "surname": "Dexter"}, "details": "Booderee National Park, Village Road, Jervis Bay Territory 2540, Australia.", "email": null}, {"name": {"fname": "David B.", "surname": "Lindenmayer"}, "details": "Fenner School of Environment and Society, The Australian National University, Canberra, ACT 0200, Australia.", "email": null}]}, "pubfront": {"fpage": "206", "lpage": "216", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "2", "artid": "AM12032", "doi": "10.1071/AM12032", "ded": null}, "abstract": "Understanding how animals use available habitat and how disturbance events such as fire influence habitat use is crucial to wildlife management. Relationships between home-range size of long-nosed bandicoots (Perameles nasuta) and vegetation type and fire effects on food availability and vegetation cover were explored. Home ranges and movement of P. nasuta were mapped in burnt and unburnt vegetation using radio-tracking. Compositional analysis was used to study their habitat associations. In 2004, six months after wildfire, no significant relationships were found between home-range size and vegetation type. In 2005, there was a preference for dry and wet forest over heath and disturbed areas. In both years, in ranges that contained both burnt and unburnt vegetation, there was a preference for unburnt vegetation. Home-range size was positively related to the bodyweight of individuals. Fire did not significantly alter home-range size, but did influence the way animals used their home range. Dense understorey might provide vital shelter from predators, and may be particularly important after fire. Wildfire and prescribed burning are major forms of disturbance in many natural areas and this study suggests the importance to P. nasuta of retaining unburnt patches when conducting hazard-reduction burning.", "keywords": "Ecology, habitat modification, habitat preference, Peramelidae."}}