{"front": {"titlegrp": {"title": {"i": "Dasyurus viverrinus", "#text": "Evidence of rapid population decline of the eastern quoll () in Tasmania"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Bronwyn A.", "surname": "Fancourt"}, "details": "School of Zoology, University of Tasmania, Private Bag 5, Hobart, Tas. 7001, Australia.", "email": null}, {"name": {"fname": "Clare E.", "surname": "Hawkins"}, "details": "School of Zoology, University of Tasmania, Private Bag 5, Hobart, Tas. 7001, Australia.", "email": null}, {"name": {"fname": "Stewart C.", "surname": "Nicol"}, "details": "School of Zoology, University of Tasmania, Private Bag 5, Hobart, Tas. 7001, Australia.", "email": null}]}, "pubfront": {"fpage": "195", "lpage": "205", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "2", "artid": "AM13004", "doi": "10.1071/AM13004", "ded": null}, "abstract": "Australia&#x2019;s mammalian fauna has suffered unparalleled extinctions and declines in recent history. Tasmania has remained largely unaffected by these losses; however, marsupial dynamics are changing rapidly and new threats are emerging. Once abundant throughout south-eastern Australia, the eastern quoll (Dasyurus viverrinus) survives only in Tasmania. Until recently, it was considered widespread and common, but it may be undergoing a rapid and severe decline. The aim of this study was to quantify changes in eastern quoll populations over recent years. Data were compiled from statewide spotlight surveys, repeated historic trapping surveys and bycatch records from non-target trapping surveys. Spotlight surveys from 150 sites across Tasmania revealed a 52% reduction in the number of eastern quoll sightings over the 10 years to 2009. Declines of 61&#x2013;100% were observed in trapping surveys at three study sites compared with trapping conducted 18&#x2013;31 years earlier. A reduction in trap success was recorded in five of six non-target surveys, with declines of 51&#x2013;100% over 1&#x2013;12 years. These results suggest that the eastern quoll can no longer be presumed secure in Tasmania. Urgent management action may be needed to ensure the future conservation of the species in its last remaining stronghold.", "keywords": "conservation status, endangered, native cat, spotlighting, survey methods, threatened species, trapping."}}