{"front": {"titlegrp": {"title": {"i": "Phascolarctos cinereus", "#text": "Aversive behaviour by koalas () during the course of a music festival in northern New South Wales, Australia"}, "subtitle": null}, "authgrp": {"author": {"name": {"fname": "Stephen", "surname": "Phillips"}, "details": "Biolink Ecological Consultants, PO Box 3196, Uki, NSW 2484, Australia. Email:", "email": null}}, "pubfront": {"fpage": "158", "lpage": "163", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "2", "artid": "AM15006", "doi": "10.1071/AM15006", "ded": null}, "abstract": "The effects of short-term disturbances that result in changes to movement patterns and/or behaviour of wildlife are poorly understood. In this study the movements of seven koalas were monitored before, during and after a five-day music festival. During the monitoring program koalas occupied home-range areas of 0.6&#x2013;13ha with one or more core areas of activity. Aversive behaviour in the form of evacuation of known ranging areas was demonstrated by three koalas that had core areas within 525m of the approximate centre of the festival area, the associated responses comprising movements that were perpendicular to and away from staging areas where music was played. Responses contained within known ranging areas were observed in three other koalas whose core areas were located up to 600m away. The type of response appeared related to the proximity of koala home ranges to music-staging areas, while the maximum distance associated with an aversive response was 725m. Six of the radio-tracked koalas returned to their home-range areas following the conclusion of festival activities. While the specific stimulus eliciting aversive behaviour was not identified, responses in all instances were initiated during the musical phase of the festival event. The potential for short-term disturbances such as music festivals to significantly influence the ranging patterns of koalas warrants recognition of possible longer-term ecological consequences for planning and management purposes.", "keywords": "unconditioned aversive stimuli."}}