{"front": {"titlegrp": {"title": {"i": "Dasyurus hallucatus", "#text": "Research priorities for the northern quoll () in the Pilbara region of Western Australia"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Viki A.", "surname": "Cramer"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}, {"name": {"fname": "Judy", "surname": "Dunlop"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}, {"name": {"fname": "Rob", "surname": "Davis"}, "details": "School of Natural Sciences, Edith Cowan University, 270 Joondalup Drive, Joondalup, WA 6027, Australia.", "email": null}, {"name": {"fname": "Ryan", "surname": "Ellis"}, "details": "Department of Terrestrial Zoology, Western Australian Museum, 49 Kew Street, Welshpool, WA 6106, Australia.", "email": null}, {"name": {"fname": "Belinda", "surname": "Barnett"}, "details": "Environment Department, BHP Billiton Iron Ore, 125St Georges Terrace, Perth, WA 6000, Australia.", "email": null}, {"name": {"fname": "Annette", "surname": "Cook"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}, {"name": {"fname": "Keith", "surname": "Morris"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}, {"name": {"fname": "Stephen", "surname": "van Leeuwen"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}]}, "pubfront": {"fpage": "135", "lpage": "148", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "2", "artid": "AM15005", "doi": "10.1071/AM15005", "ded": null}, "abstract": "The Pilbara population of the northern quoll (Dasyurus hallucatus) has been seldom studied, and the impacts of threats such as altered fire regimes, total grazing pressure, predation and mining and infrastructure development are not well understood. While the Pilbara was once thought likely to provide refuge for northern quolls from the poisonous cane toad (Rhinella marina), recent modelling suggests that cane toads will invade the region. The environmental approvals process for mining development in the Pilbara has generated considerable offset funds that are to be directed towards research on the northern quoll. In an effort to identify future research priorities for this species in the Pilbara through a collaborative process, the Western Australian Department of Parks and Wildlife hosted a workshop attended by scientists, environmental consultants, mining proponents and state and federal regulators. Participants at the workshop identified five key areas for future research effort: (1) develop appropriate and standardised survey and monitoring methods; (2) define areas of critical habitat and better understand how disturbance affects habitat quality; (3) improve our understanding of population dynamics; (4) better understand the key threats to the northern quoll and the interactions between these threats in the Pilbara; and (5) determine whether the northern quoll will colonise restored areas or artificial habitat. We provide the expected timelines and current allocation of resources to these research priorities over the next 10 years. We reflect on the lessons learnt from the workshop process and consider ways to improve the outcomes of such collaborative exercises.", "keywords": "cane toads, den sites, habitat quality, monitoring, population structure, predators."}}