{"front": {"titlegrp": {"title": "Islands as refuges for threatened species: multispecies translocation and evidence of species interactions four decades on", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Bertram", "surname": "Ostendorf"}, "details": "University of Adelaide, School of Biological Sciences, Adelaide, SA 5005, Australia.", "email": null}, {"name": {"fname": "Wayne S. J.", "surname": "Boardman"}, "details": "University of Adelaide, School of Animal and Veterinary Sciences, Roseworthy, SA 5371, Australia.", "email": null}, {"name": {"fname": "David A.", "surname": "Taggart"}, "details": "University of Adelaide, School of Biological Sciences, Adelaide, SA 5005, Australia.", "email": null}]}, "pubfront": {"fpage": "204", "lpage": "212", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "2", "artid": "AM15018", "doi": "10.1071/AM15018", "ded": null}, "abstract": "Australia has one of the worst mammal extinction rates in the world, with translocations to refuge locations increasingly being advocated to help address problems of species decline. Offshore islands can function as these refuges, removing species from threatening processes and providing a source of animals for reintroduction. Historically, the focus of many island translocations in Australia has been the conservation of a single species, with data on long-term translocation success and population dynamics after release generally lacking. Here we examine the results of a multispecies translocation onto Wedge Island, off the South Australian coast 30&#x2013;40 years ago. Fewer than a dozen individuals of three species &#x2013; southern hairy-nosed wombat (Lasiorhinus latifrons), black-footed rock-wallaby (Petrogale lateralis pearsonii), and brush-tailed bettong (Bettongia penicillata) &#x2013; were released. All three species have shown substantial population increase and wombat activity across the island has increased exponentially with &#62;700 burrows detected. Substantial levels of co-use of wombat burrows by rock-wallabies and bettongs were observed, providing clear evidence for interspecies interactions. Rock-wallabies showed a significant preference for wombat-active burrows (45% co-used), whereas bettongs showed a significant preference for wombat-inactive burrows (10% used). This study suggests that islands have significant potential for long-term threatened species conservation and that translocation of an ecosystem engineer may increase habitat complexity and help improve habitat suitability for multiple species and thus increase the overall conservation benefit.", "keywords": "burrow, climate change, conservation, ecosystem engineer, wildlife management."}}