{"front": {"titlegrp": {"title": "Dietary composition of insectivorous bats of the Top End of Australia", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Damian J.", "surname": "Milne"}, "details": "Flora and Fauna Division, Department of Land Resource Management, PO Box 496, Palmerston, NT 0831, Australia.", "email": null}, {"name": {"fname": "Chris J.", "surname": "Burwell"}, "details": "Biodiversity Program, Queensland Museum, PO Box 3300, South Brisbane, Qld 4101, Australia.", "email": null}, {"name": {"fname": "Chris R.", "surname": "Pavey"}, "details": "CSIRO Land and Water, PO Box 2111, Alice Springs, NT 0871, Australia.", "email": null}]}, "pubfront": {"fpage": "213", "lpage": "220", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "2", "artid": "AM15044", "doi": "10.1071/AM15044", "ded": null}, "abstract": "Diet and, more broadly, trophic ecology is an important aspect of microbat ecology that provides valuable information on how species interact and persist within the environment. In this study, we assessed the trophic ecology of a microbat assemblage in the wet&#x2013;dry tropics of northern Australia. On the basis of analysis of stomach and faecal contents, we assessed 23 species representing seven families, including three species (Taphozous kapalgensis, Nyctophilus arnhemensis and Pipistrellus adamsi) for which no previous dietary data are available. Insects were the principal food source of all species in the Top End microbat assemblage. For foraging guilds, a higher percentage of Orthoptera and Coleoptera were present in species from the \"Uncluttered&#x2019; guild whereas a higher percentage of Lepidoptera were taken by bats in the \"Background clutter&#x2019; and \"Highly cluttered&#x2019; guilds. However, there was considerable overlap between microbat diets irrespective of foraging strategy.", "keywords": "foraging, insects, Microchiroptera, northern Australia, savanna, tropics."}}