{"front": {"titlegrp": {"title": {"i": "Rhinonicteris aurantia", "#text": "Research priorities for the Pilbara leaf-nosed bat ( Pilbara form)"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Viki A.", "surname": "Cramer"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}, {"name": {"fname": "Kyle N.", "surname": "Armstrong"}, "details": "Australian Centre for Evolutionary Biology and Biodiversity, The University of Adelaide, Adelaide, SA 5005, Australia and South Australian Museum, Adelaide, SA 5005, Australia, and Specialised Zoological, Adelaide, SA 5005, Australia.", "email": null}, {"name": {"fname": "Robert D.", "surname": "Bullen"}, "details": "Bat Call WA, 43 Murray Drive, Hillarys, WA 6025, Australia.", "email": null}, {"name": {"fname": "Ryan", "surname": "Ellis"}, "details": "Department of Terrestrial Zoology, Western Australian Museum, 49 Kew Street, Welshpool, WA 6106, Australia and Phoenix Environmental Sciences, 1/511 Wanneroo Road, Balcatta, WA 6021, Australia.", "email": null}, {"name": {"fname": "Lesley A.", "surname": "Gibson"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}, {"name": {"fname": "N. L.", "surname": "McKenzie"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}, {"name": {"fname": "Morgan", "surname": "O&#x2019;Connell"}, "details": "Biologic, 50B Angove Street, North Perth, WA 6006, Australia.", "email": null}, {"name": {"fname": "Andy", "surname": "Spate"}, "details": "Optimal Karst Management, PO Box 5099, Sandy Bay, Tas. 7005, Australia.", "email": null}, {"name": {"fname": "Stephen", "surname": "van Leeuwen"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}]}, "pubfront": {"fpage": "149", "lpage": "157", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "2", "artid": "AM15012", "doi": "10.1071/AM15012", "ded": null}, "abstract": "Significant biodiversity offset funds have been allocated towards conservation research on threatened species as part of the environmental approvals process for resource development in the Pilbara region of Western Australia. One of these species is the Pilbara leaf-nosed bat (Rhinonicteris aurantia Pilbara form), which is entirely reliant on roosting in a limited number of caves and disused mines, many of which exist in the mineral-bearing strata that are the focus of mining activity. A research agenda for the Pilbara leaf-nosed bat was developed during a workshop attended by scientists, environmental consultants and mining industry representatives. Five research priorities were identified: (1) collate existing data contained within unpublished environmental surveys; (2) clarify and better characterise the number and distribution of day roosts; (3) better understand habitat requirements, particularly foraging habitat, and the movement of bats between roosts; (4) provide more robust estimates of total population and colony size, and improve understanding of social behaviour; and (5) investigate appropriate buffers in a range of mining contexts and protocols for artificial roost construction. Meta-analysis of current data, confirmation of potential day roosts, and long-term monitoring of activity patterns would rapidly increase our knowledge of the Pilbara leaf-nosed bat to enable effective conservation actions.", "keywords": "artificial roosts, day roosts, foraging habitat, microbats, mining."}}