{"front": {"titlegrp": {"title": "Small terrestrial mammals on Doongan Station, in the Northern Kimberley bioregion, Western Australia", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Liberty G. M.", "surname": "Olds"}, "details": "School of Biological Sciences, University of Adelaide, Adelaide, SA 5000, Australia.", "email": null}, {"name": {"fname": "Cecilia", "surname": "Myers"}, "details": "Dunkeld Pastoral Company Pty Ltd, Dunkeld, Vic. 3294, Australia.", "email": null}, {"name": {"fname": "Jim", "surname": "Reside"}, "details": "Wildlife Unlimited, PO Box 255, Bairnsdale, Vic. 3875, Australia.", "email": null}, {"name": {"fname": "George", "surname": "Madani"}, "details": "School of Biological Sciences, The University of Sydney, NSW 2006, Australia.", "email": null}, {"name": {"fname": "Alexander", "surname": "Dudley"}, "details": "24 Warialda Road, Coolatai, NSW 2402, Australia.", "email": null}, {"name": {"fname": "Sally", "surname": "Potter"}, "details": "Research School of Biology, The Australian National University, Acton, ACT 2601, Australia.", "email": null}, {"name": {"fname": "Raz", "surname": "Martin"}, "details": "C/o Buchan Post Office, Buchan, Vic. 3885, Australia.", "email": null}, {"name": {"fname": "Ernie", "surname": "Boona"}, "details": "Kalumburu Remote Community, Kalumburu, WA 6740, Australia.", "email": null}, {"name": {"fname": "Tamara", "surname": "Waina"}, "details": "Kalumburu Remote Community, Kalumburu, WA 6740, Australia.", "email": null}, {"name": {"fname": "David A.", "surname": "Taggart"}, "details": "School of Biological Sciences, University of Adelaide, Adelaide, SA 5000, Australia.", "email": null}]}, "pubfront": {"fpage": "164", "lpage": "176", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "2", "artid": "AM15004", "doi": "10.1071/AM15004", "ded": null}, "abstract": "There are significant gaps in knowledge of the small terrestrial mammals (&#60;2kg) in the Northern Kimberley bioregion (NOK). There have been no known extinctions of small mammals in the NOK, despite broad-scale declines being observed across much of northern Australia. The few studies in the NOK have focussed largely on three major national parks and NOK islands and thus may not be fully representative of the region. Mammal surveys were undertaken on Doongan Station, a pastoral property adjacent to these national parks to determine the presence/absence of small mammals. Five species were found to be common (Pseudomys nanus, P. delicatulus, Rattus tunneyi, Zyzomys argurus and Sminthopsis virginiae), two species were detected less frequently (Leggadina lakedownensis and Isoodon macrourus), and four species were scarcely detected (Melomys burtoni, Hydromys chrysogaster, Planigale maculata and Dasyurus hallucatus). Two species were detected only opportunistically outside of the survey effort (Petropseudes dahli and Petaurus breviceps). The trap success was consistently low, with levels in most years being below those regarded as critically low elsewhere in northern Australia.", "keywords": "abundance, bandicoot, dasyurid, habitat, possum, rodent."}}