{"front": {"titlegrp": {"title": {"i": "Bettongia lesueur", "#text": "Predator swamping and supplementary feeding do not improve reintroduction success for a threatened Australian mammal,"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Hannah L.", "surname": "Bannister"}, "details": "School of Animal Biology, The University of Western Australia, 35 Stirling Highway, Crawley, WA 6009, Austalia.", "email": null}, {"name": {"fname": "Catherine E.", "surname": "Lynch"}, "details": "Arid Recovery, PO Box 147, Roxby Downs, SA 5725, Australia.", "email": null}, {"name": {"fname": "Katherine E.", "surname": "Moseby"}, "details": "Arid Recovery, PO Box 147, Roxby Downs, SA 5725, Australia.", "email": null}]}, "pubfront": {"fpage": "177", "lpage": "187", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "2", "artid": "AM15020", "doi": "10.1071/AM15020", "ded": null}, "abstract": "Broad-scale Australian mammal declines following European settlement have resulted in many species becoming regionally or globally extinct. Attempts to reintroduce native mammals are often unsuccessful due to a suboptimal number of founders being used, high rates of predation and a lack of knowledge of the reintroduction biology for the species concerned. We trialled predator swamping and supplementary feeding in an attempt to offset predation and improve reintroduction success for the burrowing bettong (Bettongia lesueur) in arid South Australia. We compared population longevity of a large release group (1266 animals) with five releases of smaller groups (~50 animals at each). We compared release sites with (n=5) and without (n=1) supplementary food to determine whether site fidelity, body condition and reproduction were affected, and whether these traits aided population establishment. Predator swamping did not facilitate reintroduction success, with no bettongs detected more than 122 days after release. While supplementary food increased site fidelity and persistence at release sites, bettongs failed to establish successfully at any site. Neither predator swamping nor supplementary feeding enhanced reintroduction success at our sites but results suggested that supplementary feeding should be explored as an aid to reintroduction success for Australian mammals.", "keywords": "burrowing bettong, predator swamping, supplementary feeding, translocation."}}