{"front": {"titlegrp": {"title": {"i": "Pteropus poliocephalus", "#text": "Baseline levels of faecal glucocorticoid metabolites and indications of chronic stress in the vulnerable grey-headed flying-fox,"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Kerryn", "surname": "Parry-Jones"}, "details": "School of Life and Environmental Sciences, University of Sydney, Sydney, NSW 2006, Australia.", "email": null}, {"name": {"fname": "Koa Narelle", "surname": "Webster"}, "details": "Department of Biological Sciences, Macquarie University, North Ryde, NSW 2109, Australia.", "email": null}, {"name": {"fname": "Anja", "surname": "Divljan"}, "details": "School of Life and Environmental Sciences, University of Sydney, Sydney, NSW 2006, Australia.", "email": null}]}, "pubfront": {"fpage": "195", "lpage": "203", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "2", "artid": "AM15030", "doi": "10.1071/AM15030", "ded": null}, "abstract": "The physiological stress hormone levels and physical condition of captured urban flying-foxes experiencing a food shortage were compared with those of free-living rural flying-foxes with access to supplementary food. Glucocorticoid hormone levels were determined by measuring glucocorticoid metabolites (GCMs) from the faeces of individual animals. The rural flying-foxes were in good condition with high Body Condition Indexes (BCIs) and low levels of GCMs, the range of which may be considered the baseline for this species. In comparison, urban flying-foxes had lower BCIs and elevated levels of GCMs: 75% had levels that were higher than the rural range and 30% were higher by an order of magnitude. Such elevated levels of glucocorticoid (\"stress&#x2019;) hormones are characteristic of chronic stress. While urbanisation can cause chronic stress, given the low BCIs observed, it is more likely that food shortage was the major stressor in this study. While the rural male and female flying-foxes showed no significant differences in either their levels of faecal glucocorticoid metabolites or their BCIs, significantly different results were found between male and female urban flying-foxes: males were in relatively better condition than females but had higher levels of faecal glucocorticoid metabolites. The autumn and winter reproductive constraints on food-restricted flying-foxes probably explain the differences observed. Additional droppings collected under the urban colony gave similar results to those collected from captured flying-foxes at the same location, and could be a useful non-invasive method for determining the levels of physiological stress in flying-fox colonies.", "keywords": "body condition index, stress hormones."}}