{"front": {"titlegrp": {"title": {"i": "Perameles gunnii", "#text": "Radio-transmitter attachment methods for monitoring the endangered eastern barred bandicoot ()"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Amy", "surname": "Coetsee"}, "details": "Zoos Victoria, Wildlife Conservation and Science, PO Box 74, Parkville, Vic 3052, Australia.", "email": null}, {"name": {"fname": "Dan", "surname": "Harley"}, "details": "Zoos Victoria, PO Box 74, Parkville, Vic 3052, Australia.", "email": null}, {"name": {"fname": "Michael", "surname": "Lynch"}, "details": "Zoos Victoria, PO Box 74, Parkville, Vic 3052, Australia.", "email": null}, {"name": {"fname": "Graeme", "surname": "Coulson"}, "details": "School of BioSciences, The University of Melbourne, Vic 3010, Australia.", "email": null}, {"name": {"fname": "Jasmine", "surname": "de Milliano"}, "details": "Zoos Victoria, PO Box 74, Parkville, Vic 3052, Australia.", "email": null}, {"name": {"fname": "Michelle", "surname": "Cooper"}, "details": "Zoos Victoria, PO Box 74, Parkville, Vic 3052, Australia.", "email": null}, {"name": {"fname": "Rebecca", "surname": "Groenewegen"}, "details": "School of BioSciences, The University of Melbourne, Vic 3010, Australia.", "email": null}]}, "pubfront": {"fpage": "221", "lpage": "231", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "2", "artid": "AM15029", "doi": "10.1071/AM15029", "ded": null}, "abstract": "Radio-tracking is a key technique for monitoring threatened species during ecological research and reintroduction programs. In the case of the endangered eastern barred bandicoot (Perameles gunnii), it has not been possible to radio-track for extended periods (&#x2265;3 months) due to difficulties in reliably and safely attaching radio-transmitters. In this study we compared eight attachment methods. Transmitters weighing 1.2&#x2013;28g were either mounted with adhesive, attached to a collar or implanted into the peritoneum. Intraperitoneal transmitters were superior in terms of attachment duration, but were considered inferior overall as they could not be fitted in the field and had a very short detection range once implanted (&#x2264;50m). Retention times for external transmitters differed greatly between methods, ranging from 1 to 102 days. One tail-mount attachment technique caused minimal adverse effects but another caused tail amputation in one animal, and both had short retention times (3&#x2013;33 days). Neither of the glue-on transmitter methods resulted in substantial periods of attachment (2&#x2013;30 days) and flank-mounted transmitters also caused severe skin trauma. Radio-collars were generally retained for longer periods (42&#x2013;102 days) but resulted in limb entanglement when they were fitted too loosely or subconjunctival haemorrhages when they were too tight. Cable tie collars are recommended as the most suitable attachment technique for bandicoots, as when fitted correctly they cause minimal impact to individuals and permit long retention times, but precise fitting is essential.", "keywords": "adhesive, collar, intraperitoneal, tail-mount."}}