{"front": {"titlegrp": {"title": {"i": "Canis lupus dingo", "#text": "From den to dust: longevity of three dingoes () on Fraser Island (K&#x2019;gari)"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Linda", "surname": "Behrendorff"}, "details": "The University of Queensland, School of Agriculture and Food Sciences, Gatton, Qld 4343, Australia. Present address: Queensland Parks and Wildlife Service, Department of National Parks, Sport and Racing, Fraser Island, Qld 4581, Australia.", "email": null}, {"name": {"fname": "Benjamin L.", "surname": "Allen"}, "details": "The University of Southern Queensland, Institute for Agriculture and the Environment, Toowoomba, Qld 4350, Australia.", "email": null}]}, "pubfront": {"fpage": "256", "lpage": "260", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2016", "volno": "38", "issno": "2", "artid": "AM16005", "doi": "10.1071/AM16005", "ded": null}, "abstract": "The Australian dingo (Canis lupus dingo) is a common and well studied species, yet very little is known about the longevity of free-ranging individuals because most field studies are too short to obtain this information. Fraser Island, off the east coast of Queensland, contains a closed dingo population of high conservation value, and where a portion of them have been captured and subsequently monitored using ear tags and microchips for management purposes since 2002. We use these data to describe the longevity of three individual dingoes, including one female captured, microchipped and ear-tagged as a subadult in February 2003, recaptured and retagged in March 2012, and then found dead in October 2014. Longevity data and other observations demonstrate that wild dingoes can live for at least 13 years and successfully produce litters for at least 10 years. Such life-history data are useful for evaluating the dynamics and stability of dingo populations of conservation concern.", "keywords": "age, canid, demography, ear tagging, reproduction, survival, top-predator, wild dog."}}