{"front": {"titlegrp": {"title": "The identity of the Depuch Island rock-wallaby revealed through ancient DNA", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "D.", "surname": "Haouchar"}, "details": "Ancient DNA Laboratory, School of Biological Sciences, Murdoch University, Perth, WA 6150, Australia.", "email": null}, {"name": {"fname": "J.", "surname": "Haile"}, "details": "Ancient DNA Laboratory, School of Biological Sciences, Murdoch University, Perth, WA 6150, Australia.", "email": null}, {"name": {"fname": "P. B. S.", "surname": "Spencer"}, "details": "Wildlife Identification Laboratory, School of Biological Sciences, Murdoch University, Perth, WA 6150, Australia.", "email": null}, {"name": {"fname": "M.", "surname": "Bunce"}, "details": "Ancient DNA Laboratory, School of Biological Sciences, Murdoch University, Perth, WA 6150, Australia.", "email": null}]}, "pubfront": {"fpage": "101", "lpage": "106", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "1", "artid": "AM11044", "doi": "10.1071/AM11044", "ded": null}, "abstract": "Ancient DNA is becoming increasingly recognised as a tool in conservation biology to audit past biodiversity. The widespread loss of Australian biodiversity, especially endemic mammal populations, is of critical concern. An extreme example occurred on Depuch Island, situated off the north-west coast of Western Australia, where an unidentified species of rock-wallaby (Petrogale sp.) became extinct as a result of predation by red foxes. Two potential candidate species, Petrogale lateralis and P. rothschildi, both have ranges adjacent to Depuch Island, making identification based on geography difficult. A museum bone (one of the only surviving Depuch Island specimens) was subjected to standard ancient DNA analyses and procedures. Mitochondrial DNA cytochrome b and hypervariable control region were targeted for species identification. Ancient DNA was successfully recovered from the bone: 200 base pairs (bp) of control region and 975bp of the cytochrome b gene. Bayesian phylogenetic analyses were employed to model the Depuch Island rock-wallaby DNA sequences together with sequences of other rock-wallaby taxa from GenBank. Evidence suggests that of the two Petrogale lateralis subspecies proposed to have inhabited Depuch Island, Petrogale lateralis lateralis was identified as the most likely. The identification of the Depuch Island rock-wallaby population may assist in the reintroduction of an insurance population of Petrogale lateralis lateralis, which is becoming increasingly threatened on mainland Australia.", "keywords": "Past biodiversity, Conservation."}}