{"front": {"titlegrp": {"title": {"i": "Vombatus ursinus", "#text": "Bare-nosed wombats () use drainage culverts to cross roads"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Natasha", "surname": "Crook"}, "details": "Zoology, School of Environmental and Rural Sciences, University of New England, Armidale, NSW 2351, Australia.", "email": null}, {"name": {"fname": "Stuart C.", "surname": "Cairns"}, "details": "Zoology, School of Environmental and Rural Sciences, University of New England, Armidale, NSW 2351, Australia.", "email": null}, {"name": {"fname": "Karl", "surname": "Vernes"}, "details": "Ecosystem Management, School of Environmental and Rural Sciences, University of New England, Armidale, NSW 2351, Australia.", "email": null}]}, "pubfront": {"fpage": "23", "lpage": "29", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "1", "artid": "AM11042", "doi": "10.1071/AM11042", "ded": null}, "abstract": "Despite drainage culverts being numerous along highways, there is a scarcity of data evaluating their use as roadway underpasses by wildlife, including the bare-nosed wombat (Vombatus ursinus), a large marsupial that is involved in substantial numbers of vehicle collisions in New South Wales. Culvert use was measured with camera traps positioned at 19 drainage culverts along an 8-km stretch of \"Thunderbolt&#x2019;s Way&#x2019; near Nowendoc on the Northern Tableland, north-eastern New South Wales. The estimated probability of the occupancy/use of a culvert by a wombat was 0.46&#xb1;0.10. Culvert use was related to structural variables (e.g. diameter and length) and both the distance to the next adjacent culvert and to forest cover. This suggests that wombats readily use drainage culverts to cross under roads and that these structures could be modified (e.g. by maintaining proximate forest cover) to increase the likelihood that wombats would use them, thus reducing vehicle collisions and road mortality of wombats.", "keywords": "camera trap, occupancy estimation, road mortality, road-kill, wildlife underpasses."}}