{"front": {"titlegrp": {"title": {"i": ["Perameles nasuta", "Isoodon obesulus"], "#text": "Faecal glucocorticoid metabolite concentrations in the free-ranging bandicoots ( and ) of northern Sydney"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Matthew", "surname": "Dowle"}, "details": "Department of Biological Sciences, Faculty of Science, Macquarie University, North Ryde, NSW 2109, Australia.", "email": null}, {"name": {"fname": "Koa N.", "surname": "Webster"}, "details": "Department of Biological Sciences, Faculty of Science, Macquarie University, North Ryde, NSW 2109, Australia.", "email": null}, {"name": {"fname": "Elizabeth", "surname": "Deane"}, "details": "Office of the Vice-Chancellor, Australian National University, Canberra, ACT 0200, Australia.", "email": null}]}, "pubfront": {"fpage": "1", "lpage": "7", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "1", "artid": "AM11033", "doi": "10.1071/AM11033", "ded": null}, "abstract": "Knowledge of how animals cope with their environment is fundamental to the management of free-ranging populations. Urban animals face increased competition for resources, habitat fragmentation and predation. These pressures may impact an individual&#x2019;s welfare by releasing glucocorticoid hormones in the blood through a response from the hypothalamic&#x2013;pituitary&#x2013;adrenal axis, resulting in altered energy storage and utilisation. This study aimed to determine the applicability of measuring faecal glucocorticoid metabolites in free-ranging bandicoots by using a simple enzyme immunoassay. We used long-nosed and southern brown bandicoots in northern Sydney to investigate whether environmental and demographic variables can influence faecal glucocorticoid metabolites. Long-nosed bandicoots showed similar faecal glucocorticoid metabolite concentrations between suburban backyards and National Park populations. Higher faecal glucocorticoid metabolites were recorded in female southern brown bandicoots than in males, whilst female and male long-nosed bandicoots had similar glucocorticoid metabolite levels. Ectoparasite load, body condition and season did not influence faecal glucocorticoid metabolites. This non-invasive method has a broad application and can be used to provide biological information to guide management of populations within a conservation context.", "keywords": "HPA-axis, non-invasive monitoring."}}