{"front": {"titlegrp": {"title": "Will arboreal mammals use rope-bridges across a highway in eastern Australia?", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Ross L.", "surname": "Goldingay"}, "details": "School of Environmental Science & Management, Southern Cross University, PO Box 157, Lismore, NSW 2480, Australia.", "email": null}, {"name": {"fname": "David", "surname": "Rohweder"}, "details": "Sandpiper Ecological Surveys, PO Box 401, Alstonville, NSW 2477, Australia.", "email": null}, {"name": {"fname": "Brendan D.", "surname": "Taylor"}, "details": "School of Environmental Science & Management, Southern Cross University, PO Box 157, Lismore, NSW 2480, Australia.", "email": null}]}, "pubfront": {"fpage": "30", "lpage": "38", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "1", "artid": "AM12006", "doi": "10.1071/AM12006", "ded": null}, "abstract": "Artificial structures designed to promote road-crossing by arboreal mammals are increasingly being installed in Australia but there is a limited understanding of their usefulness. We studied five 50&#x2013;70-m-long rope-bridges (encompassing three designs) erected across the Pacific Highway, a major freeway in eastern Australia. Native arboreal mammals showed a willingness to explore these structures, being detected by camera traps on four rope-bridges. The vulnerable squirrel glider (Petaurus norfolcensis) crossed on one rope-bridge at least once every 4.5 weeks over a 32-week period. The feathertail glider (Acrobates pygmaeus), common ringtail possum (Pseudocheirus peregrinus) and the common brushtail possum (Trichosurus vulpecula) were detected on one of two rope-bridges that extended under the freeway at creek crossings. The feathertail glider was detected on all three rope-bridge designs. Our results suggest that rope-bridges have the potential to restore habitat connectivity disrupted by roads for some arboreal mammals. Further research is needed to refine the design and placement of rope-bridges as well as to determine whether these structures promote gene flow.", "keywords": null}}