{"front": {"titlegrp": {"title": {"i": "et al", "#text": "Cautionary considerations for positive dingo management: a response to the Johnson and Ritchie critique of Fleming . (2012)"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Peter J. S.", "surname": "Fleming"}, "details": "Vertebrate Pest Research Unit, NSW Department of Primary Industries, Forest Road, Orange, NSW 2800, Australia.", "email": null}, {"name": {"fname": "Benjamin L.", "surname": "Allen"}, "details": "The University of Queensland, School of Animal Studies, Warrego Highway, Gatton, Qld 4343, Australia. Present address: Vertebrate Pest Research Unit, NSW Department of Primary Industries, 32 Sulfide Street, Broken Hill, NSW 2880, Australia.", "email": null}, {"name": {"fname": "Guy-Anthony", "surname": "Ballard"}, "details": "Vertebrate Pest Research Unit, NSW Department of Primary Industries, PO Box U86, University of New England, Armidale, NSW 2351, Australia.", "email": null}]}, "pubfront": {"fpage": "15", "lpage": "22", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "1", "artid": "AM12036", "doi": "10.1071/AM12036", "ded": null}, "abstract": "Johnson and Ritchie (2012) have provided a criticism of our opinion piece (Fleming et al. 2012). There is some common ground, but we remain unconvinced by their view that our reasoning was unsound or beside the point. In this response, we discuss where Johnson and Ritchie have provided unconvincing evidence to refute our seven considerations, and reiterate and demonstrate why these considerations remain important. The mesopredator release or suppression hypothesis in Australian ecosystems must be objectively evaluated before positive management of dingoes and other free-ranging dogs is recommended or implemented. Adaptive comanagement of free-ranging dogs can be used for both biodiversity conservation and the mitigation of livestock predation but caution must be exercised when considering using free-ranging dogs as a conservation tool.", "keywords": "Canidae, experimental design, inference, mesopredator release hypothesis, wildlife management."}}