{"front": {"titlegrp": {"title": "Terrestrial mammals of the south-western Little Sandy Desert, Western Australia", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "A. N.", "surname": "Start"}, "details": "Wildlife Research Centre, Department of Environment and Conservation, PO Box 51, Wanneroo, WA 6946, Australia.", "email": null}, {"name": {"fname": "A. A.", "surname": "Burbidge"}, "details": "Wildlife Research Centre, Department of Environment and Conservation, PO Box 51, Wanneroo, WA 6946, Australia.", "email": null}, {"name": {"fname": "P. G.", "surname": "Kendrick"}, "details": "Department of Environment and Conservation, PO Box 835, Karratha, WA 6714, Australia.", "email": null}, {"name": {"fname": "N. L.", "surname": "McKenzie"}, "details": "Wildlife Research Centre, Department of Environment and Conservation, PO Box 51, Wanneroo, WA 6946, Australia.", "email": null}]}, "pubfront": {"fpage": "54", "lpage": "64", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "1", "artid": "AM12010", "doi": "10.1071/AM12010", "ded": null}, "abstract": "The mammal fauna of the south-western Little Sandy Desert was systematically surveyed during three visits to each of five sites at three locations representing the array of surfaces in the biogeomorphic landscape of the study area. A fourth, less systematic, expedition revisited one location and sampled two new ones. Nineteen extant, native species and seven exotic species were recorded. Fourteen extant species were below the Critical Weight Range (CWR), two (both large macropods) were above it and three (a monotreme, a rodent and a dasyurid) were within it. Another five CWR species may persist but were not recorded. An additional 19 species, all within the CWR, are thought to have occurred in the area but are now presumed extinct or locally extinct; we recorded evidence for the former presence of four of them. Surface type was an important determinant of habitat and spatially minor surfaces were disproportionately diverse but differed in their relevance to indigenous and exotic species respectively. Sandstone ranges had the richest indigenous faunas and six extant species were restricted to that habitat. Loam and clay surfaces had the richest exotic faunas.", "keywords": "CWR, extant, extinct, survey."}}