{"front": {"titlegrp": {"title": {"i": "Ornithorhynchus anatinus", "#text": "Age-related change in spurs and spur sheaths of the platypus ()"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "G. A.", "surname": "Williams"}, "details": "Australian Platypus Conservancy, PO Box 22, Wiseleigh, Vic. 3885, Australia.", "email": null}, {"name": {"fname": "M.", "surname": "Serena"}, "details": "Australian Platypus Conservancy, PO Box 22, Wiseleigh, Vic. 3885, Australia.", "email": null}, {"name": {"fname": "T. R.", "surname": "Grant"}, "details": "School of Biological, Earth and Environmental Sciences, University of New South Wales, Sydney, NSW 2052, Australia.", "email": null}]}, "pubfront": {"fpage": "107", "lpage": "114", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2013", "volno": "35", "issno": "1", "artid": "AM12011", "doi": "10.1071/AM12011", "ded": null}, "abstract": "Non-invasive techniques for age assessment of wild mammals are needed for effective species management as well as research. In the case of the platypus, we investigated how morphology of calcaneal spurs and associated features in males and vestigial spur sheaths in females varies with age. Total spur length in males (spur tip to base of subtending epidermal collar) is greatest at 19&#x2013;24 months and falls thereafter, with significant linear relationships evident between spur length and age of subadults (13&#x2013;24 months old) and adults (&#x2265;25 months old). However, collar length/total spur length discriminates better between subadults and older animals than either collar length or total spur length alone. Juveniles can be reliably identified up to the age of 12 months (males) and 9 months (females) by the presence, respectively, of a sheath encasing the spur or a rudimentary spur sheath. A small proportion of young subadults (males, 4%; females, &#x2264;2%) will be misclassified as juveniles due to sheaths being retained for longer than normal. Studies that need to identify juveniles very accurately as an age class should avoid sampling populations from August&#x2013;October on the south-eastern Australian mainland (or May&#x2013;October if subadult males also need to be identified correctly).", "keywords": "platypus age classes, crural venom system, monotreme, secondary sexual characteristic."}}