{"front": {"titlegrp": {"title": "Olfactory communication to protect livestock: dingo response to urine marks of livestock guardian dogs", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Linda", "surname": "van Bommel"}, "details": "School of Biological Sciences, University of Tasmania, Private Bag 55, Hobart, Tas 7001, Australia.", "email": null}, {"name": {"fname": "Chris N.", "surname": "Johnson"}, "details": "School of Biological Sciences, University of Tasmania, Private Bag 55, Hobart, Tas 7001, Australia.", "email": null}]}, "pubfront": {"fpage": "219", "lpage": "226", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "2", "artid": "AM15049", "doi": "10.1071/AM15049", "ded": null}, "abstract": "The behavioural mechanisms by which livestock guardian dogs (LGDs) protect livestock from wild predators are not yet fully understood. LGD urine could play a part, as scent-marking the boundaries of a territory could signal occupation of the area to predators. Past selection for dogs that were most effective in deterring predators could have resulted in LGDs that produce urine with predator-deterrent properties. In this research, 28 captive dingoes (14 male and 14 female) were tested for their response to urine marks of LGDs (Maremma sheepdogs), herding dogs (Border Collies) and other dingoes, with distilled water used as a control. The response of the dingoes to the scents was measured using eight variables. For most variables, the response to the test scents was not statistically different from the response to the control. Test minus control was calculated for each test scent category, and used to compare responses between different test scents. The response to Maremma urine was similar to the response to Border Collie urine, and resembled a reaction to a conspecific. We found no evidence of predator-repellent properties of LGD urine. Our results suggest that dingoes readily engage in olfactory communication with Maremmas. It therefore seems likely that they would recognise territorial boundaries created by working Maremmas.", "keywords": "deterrent, LGD, LPD, scent marking, territoriality."}}