{"front": {"titlegrp": {"title": {"i": "Lasiorhinus latifrons", "#text": "Interspecies co-use of southern hairy-nosed wombat () burrows"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Elizabeth", "surname": "Thornett"}, "details": "School of Biological Sciences, University of Adelaide (Waite Campus), Davies Building, Paratoo Road, Urrbrae, SA 5064, Australia.", "email": null}, {"name": {"fname": "Bertram", "surname": "Ostendorf"}, "details": "School of Biological Sciences, University of Adelaide (Waite Campus), Davies Building, Paratoo Road, Urrbrae, SA 5064, Australia.", "email": null}, {"name": {"fname": "David A.", "surname": "Taggart"}, "details": "School of Biological Sciences, University of Adelaide (Waite Campus), Davies Building, Paratoo Road, Urrbrae, SA 5064, Australia.", "email": null}]}, "pubfront": {"fpage": "205", "lpage": "212", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "2", "artid": "AM15052", "doi": "10.1071/AM15052", "ded": null}, "abstract": "Burrows can provide refuge for both burrowing and non-burrowing species within harsh environments through protection from climatic extremes, water loss and predation. In Australia, however, despite having a rich diversity of burrowing mammals, little is known about the use of burrows by non-burrowing species. This study aimed to identify the extent of co-use of southern hairy-nosed wombat (Lasiorhinus latifrons) burrows on Wedge Island off the coast of South Australia. Burrow use was monitored using 34 motion-activated cameras placed outside wombat burrows between March and September 2015. Eleven species were found to use burrows, with six commensal species observed using burrows on numerous occasions. These included two mammal species (black-footed rock-wallaby, Petrogale lateralis pearsoni; brush-tailed bettong, Bettongia penicillata), three reptile species (peninsula dragon, Ctenophorus fionni; southern sand-skink, Liopholis multiscutata; White&#x2019;s skink, Liopholis whitii), and one avian species (little penguin, Eudyptula minor). The most common species observed using burrows was the black-footed rock-wallaby, which was recorded using burrows 1795 times. Observations of wombats using burrows were made 1674 times. The prevalent use of burrows on Wedge Island by species other than wombats is an observation with potentially important and broad ecological, conservation, and management implications across Australia&#x2019;s arid and semiarid zones.", "keywords": "burrow sharing, fossorial, marsupial, refuge, warren, Wedge Island, wildlife management."}}