{"front": {"titlegrp": {"title": "Greater bilby burrows: important structures for a range of species in an arid environment", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Lucas", "surname": "Hofstede"}, "details": "Department of Parks and Wildlife, Western Australia, Woodvale Wildlife Research Centre, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}, {"name": {"fname": "Martin A.", "surname": "Dziminski"}, "details": "Department of Parks and Wildlife, Western Australia, Woodvale Wildlife Research Centre, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}]}, "pubfront": {"fpage": "227", "lpage": "237", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "2", "artid": "AM16032", "doi": "10.1071/AM16032", "ded": null}, "abstract": "Greater bilbies (Macrotis lagotis) have been described as ecosystem engineers and their burrows are significant structures across an often featureless and harsh arid landscape. Remote cameras were deployed at bilby burrows to determine whether bilby burrows were important structures for other species. Cameras detected two mammal species, brush-tailed mulgara (Dasycercus blythi) and spinifex hopping mice (Notomys alexis), permanently occupying bilby burrows, and a further two species, short-beaked echidnas (Tachyglossus aculeatus acanthion) and sand goannas (Varanus gouldii), regularly using bilby burrows for shelter. An additional suite of 16 mammal, bird, reptile, amphibian and invertebrate species were detected interacting with bilby burrows. There was no difference in the number of species using disused or occupied bilby burrows, indicating that even disused bilby burrows are important structures for other species. We show that bilby burrows are used by a range of species and are analogous to the traditional, mostly North American, and commonly provided text book examples of the gopher tortoise and kangaroo rat. The disappearance of bilbies across at least 80% of their former range and thus the disappearance of their burrows as important structural resources in a harsh, arid environment may have had important consequences for a range of species.", "keywords": {"i": "Gopherus", "#text": "burrowing mammal, burrowing owl, commensalism, ecosystem engineer, , Lorna Glen, Matuwa, reintroduction."}}}