{"front": {"titlegrp": {"title": "Resilience to agricultural habitat fragmentation in an arboreal marsupial", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Shaun W.", "surname": "Molloy"}, "details": "School of Natural Sciences, Centre for Ecosystem Management, Edith Cowan University, Joondalup, WA 6027, Australia.", "email": null}, {"name": {"fname": "Robert A.", "surname": "Davis"}, "details": "School of Natural Sciences, Centre for Ecosystem Management, Edith Cowan University, Joondalup, WA 6027, Australia.", "email": null}]}, "pubfront": {"fpage": "185", "lpage": "196", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "2", "artid": "AM16012", "doi": "10.1071/AM16012", "ded": null}, "abstract": "The impact of habitat fragmentation on arboreal mammals is poorly understood and potentially greater than for ground-dwelling mammals. We investigated the influence of landscape fragmentation on a generalist arboreal marsupial, the koomal (Trichosurus vulpecula hypoleucus), a geographically isolated subspecies of the common brushtail possum endemic to south-western Australia. Since European settlement this taxon has undergone a significant reduction in range and population. We describe a year-long trapping study, incorporating radio-tracking, of a koomal population in a fragmented agricultural landscape to determine how agriculture and habitat fragmentation affect populations. In all, 61 free-ranging individuals were captured. Mark&#x2013;recapture modelling estimated the population of 28.8 per trapping event with a total population size of 69 individuals having been present in the test landscape during the course of the study. Population demographics were comparable with populations found in relatively continuous landscapes. Mean home-range size was 8.8ha of remnant vegetation for males and 7.9ha for females. Home ranges usually incorporated several patches. Utilisation of shrublands, wetlands, and areas infested with Phytophthora dieback was not observed. Individuals required access to a selection of suitable denning trees and distances between patches &#60;100m did not appear to impair movement, with gaps &#60;400m regularly crossed.", "keywords": {"i": ["Phytophthora", "Trichosurus vulpecula"], "#text": "dispersal, home range,  dieback, population biology, ."}}}