{"front": {"titlegrp": {"title": "Short-term tracking of three red foxes in the Simpson Desert reveals large home-range sizes", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "T. M.", "surname": "Newsome"}, "details": "School of Life and Environmental Sciences, Centre for Integrative Ecology, Deakin University, Geelong (Burwood Campus), Vic. 3125, Australia.", "email": null}, {"name": {"fname": "E. E.", "surname": "Spencer"}, "details": "Desert Ecology Research Group, School of Life and Environmental Sciences, The University of Sydney, NSW 2006, Australia.", "email": null}, {"name": {"fname": "C. R.", "surname": "Dickman"}, "details": "Desert Ecology Research Group, School of Life and Environmental Sciences, The University of Sydney, NSW 2006, Australia.", "email": null}]}, "pubfront": {"fpage": "238", "lpage": "242", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "2", "artid": "AM16037", "doi": "10.1071/AM16037", "ded": null}, "abstract": "The red fox (Vulpes vulpes) is probably the most intensively studied introduced predator in Australia, but little is known about its movements in arid areas. Here, we report on the home-range sizes of one male and two female red foxes that were tracked for 2&#x2013;8 months using collars fitted with ARGOS transmitters in the Simpson Desert, central Australia. Based on the 100% Minimum Convex Polygon method, home-range sizes were 5723ha, 50158ha, and 12481ha, respectively. Based on the 95% kernel contour method, home-range sizes were 3930ha, 26954ha, and 12142ha, respectively. These home-range sizes are much larger than any recorded previously from elsewhere in Australia, suggesting that red foxes in the Simpson Desert need to roam over extensive areas to find enough resources to meet their energetic needs. Given that predation by red foxes poses a key threat to many small and medium-sized native mammals, we suggest that red fox control operations may need to be undertaken at very large spatial scales to be effective in arid areas.", "keywords": "invasive species, mesopredator, spatial ecology."}}