{"front": {"titlegrp": {"title": {"i": "Dasyurus viverrinus", "#text": "Does the \"extinct&#x2019; eastern quoll () persist in Barrington Tops, New South Wales?"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Greta J.", "surname": "Frankham"}, "details": "Australian Museum Research Institute, Australian Museum, 1 William Street, Sydney, NSW 2010, Australia.", "email": null}, {"name": {"fname": "Sean", "surname": "Thompson"}, "details": "NSW National Parks and Wildlife Service, Office of Environment and Heritage, Gloucester, NSW 2422, Australia.", "email": null}, {"name": {"fname": "Sandy", "surname": "Ingleby"}, "details": "Australian Museum Research Institute, Australian Museum, 1 William Street, Sydney, NSW 2010, Australia.", "email": null}, {"name": {"fname": "Todd", "surname": "Soderquist"}, "details": "Office of Environment and Heritage, North West Region, Armidale, NSW 2350, Australia.", "email": null}, {"name": {"fname": "Mark D. B.", "surname": "Eldridge"}, "details": "Australian Museum Research Institute, Australian Museum, 1 William Street, Sydney, NSW 2010, Australia.", "email": null}]}, "pubfront": {"fpage": "243", "lpage": "247", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "2", "artid": "AM16029", "doi": "10.1071/AM16029", "ded": null}, "abstract": "The eastern quoll (Dasyurus viverrinus) is believed to be extinct on the Australian mainland, with the last confirmed record in 1963. Recently an eastern quoll specimen was located that had been found in northern Barrington Tops National Park (200km north of Sydney) in 1989. Partial sequences (~200bp) of the mitochondrial DNA gene Cytochrome b were obtained from the Barrington Tops specimen and compared with sequences from known mainland and Tasmanian eastern quolls. The genetic data, while limited, are most consistent with the Barrington Tops specimen being derived from the \"extinct&#x2019; mainland eastern quoll population. This suggests that eastern quolls survived for decades longer on the Australian mainland than previously thought and raises the possibility that they may still persist in remote areas such as Barrington Tops.", "keywords": "Australia, marsupial, mitochondrial DNA, dasyurid, extinction."}}