{"front": {"titlegrp": {"title": {"i": "Canis dingo", "#text": "The denning behaviour of dingoes () living in a human-modified environment"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Bradley", "surname": "Smith"}, "details": "School of Human Health and Social Sciences, CQUniversity Australia, Building 32/2.27, Bruce Highway, North Rockhampton, Qld 4702, Australia.", "email": null}, {"name": {"fname": "Anne-Louise", "surname": "Vague"}, "details": "Newcrest Mining Limited, Telfer Environment, 234 Railway Parade, West Leederville, WA 6007, Australia.", "email": null}]}, "pubfront": {"fpage": "161", "lpage": "168", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "2", "artid": "AM16027", "doi": "10.1071/AM16027", "ded": null}, "abstract": "Little is known about reproduction and den site selection by free-ranging dingoes. We present observations of den sites used by dingoes inhabiting a large-scale mining operation located in the Great Sandy Desert, Western Australia. We observed 24 dens concentrated within a 1-km radius. Den sites were generally situated in elevated positions overlooking the surrounding area, were a short distance from food and water resources, required vegetation (particularly spinifex grass) to provide a firm foundation and stable ceiling in the soft sand, and had single den openings that faced away from the rising and daytime sun. Distance to human structures or activity did not appear to influence site selection. Four of the dens were active, containing a total of 37 pups aged between two and four weeks of age. One den contained 18 pups of different ages, indicating that communal denning was also occurring. The high number of breeding females within close proximity suggests that multiple family groups are able to share resources and live in close proximity. Our findings highlight the importance of human-modified areas and abundance of resources in the reproduction and breeding site selection of dingoes.", "keywords": {"i": "Canis lupus", "#text": "breeding, , den site, dingo, reproduction, wild dog."}}}