{"front": {"titlegrp": {"title": "Diet of two fossorial herbivores in a seasonally snow-covered environment", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "K.", "surname": "Green"}, "details": "National Parks and Wildlife Service, Snowy Mountains Region, PO Box 2228, Jindabyne, NSW 2627, Australia.", "email": null}, {"name": {"fname": "N. E.", "surname": "Davis"}, "details": "School of BioSciences, The University of Melbourne, Vic. 3010, Australia.", "email": null}, {"name": {"fname": "W. A.", "surname": "Robinson"}, "details": "School of Environmental Sciences, Charles Sturt University, Thurgoona, NSW 2640, Australia.", "email": null}]}, "pubfront": {"fpage": "169", "lpage": "177", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "2", "artid": "AM16015", "doi": "10.1071/AM16015", "ded": null}, "abstract": "To understand the recent elevational range expansion of European rabbits (Oryctolagus cuniculus) with declining snow cover and earlier snow thaw we examined their diet in relation to that of long-term residents, common wombats (Vombatus ursinus). The colonisation of eastern Australia by rabbits was effectively completed by 1910 when they reached an elevation of 1500m (the winter snowline). Rabbits began to penetrate higher elevations only from the 1970s in association with anthropogenic habitat modification. Since 2011, rabbits have occupied elevations to the alpine treeline (~1850m) throughout the year without the ameliorating presence of infrastructure or anthropogenically modified vegetation. Rabbits and wombats are both grazers preferring grasses (largely inaccessible beneath winter snow) and are spatially restricted in their foraging by their need to return to their burrows. Wombats used a much wider foraging range, enabling them to select preferred food. Rabbits, with a much smaller range, were constrained in their choice of forage mainly to plants that projected above the snow. Unexpectedly, rabbits fed intensively on leaves of eucalypts, food not typically consumed in substantial quantities by this species. These leaves, on stems regenerating after fire, will diminish in availability as stems mature, possibly halting the range expansion of rabbits.", "keywords": "common wombat, European rabbit, fire, Snowy Mountains."}}