{"front": {"titlegrp": {"title": "Fox control and 1080 baiting conundrums: time to prepare for a CRISPR solution", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "J. E.", "surname": "Kinnear"}, "details": "9 Valley Road, Wembley Downs, WA 6019, Australia.", "email": null}, {"name": {"fname": "C.", "surname": "Pentland"}, "details": "School of Natural Sciences, Edith Cowan University, 270 Joondalup Drive, Joondalup, WA 6027, Australia.", "email": null}, {"name": {"fname": "N.", "surname": "Moore"}, "details": "Department of Parks and Wildlife (DPaW), PO Box 332, Merredin, WA 6419, Australia.", "email": null}, {"name": {"fname": "C. J.", "surname": "Krebs"}, "details": "Institute for Applied Ecology, University of Canberra, Canberra, ACT 2601, Australia.", "email": null}]}, "pubfront": {"fpage": "127", "lpage": "136", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "2", "artid": "AM16020", "doi": "10.1071/AM16020", "ded": null}, "abstract": "For many years, managing rock-wallaby colonies (Petrogale lateralis lateralis) in the Western Australian Wheatbelt seemed to be a matter of routinely exposing foxes (Vulpes vulpes) to toxic baits (sodium fluoroacetate, 1080&#xae;) laid around their rocky outcrops. Recent research has revealed that 1080 baitings are no longer a viable management option. Baiting is flawed over the long term because it does not erase the wallabies&#x2019; pervasive fear of being depredated by foxes, which can still make their menacing presence felt before succumbing to poison bait. Accordingly, a \"landscape of fear&#x2019; exists on all rock-wallaby sites, creating a \"virtual boundary&#x2019; beyond which they fear to forage. Severe overgrazing occurs, ultimately causing population crashes, leaving behind devastated outcrops greatly diminished in carrying capacity. The fallout from this scenario produces a management conundrum. Rock-wallaby populations are unstable in the absence of fox control, and conversely, they are also unstable under long-term fox control. Management is now left with few options, and the future of the colonies remains open. Other conundrums involving bait interference and mesopredator release are described. An alternative to 1080 baiting is clearly needed. Recent developments in gene engineering (CRISPR technology) offer a solution in the foreseeable future.", "keywords": "1080 predator control shortcomings, adaptive management, CRISPRCas9, gene-drives, predation, direct and indirect effects, rock-wallabies, top-down and bottom-up limiting factors."}}