{"front": {"titlegrp": {"title": {"i": "Macrotis lagotis", "#text": "Breaking down scats: degradation of DNA from greater bilby () faecal pellets"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Fiona M.", "surname": "Carpenter"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Woodvale Wildlife Research Centre, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}, {"name": {"fname": "Martin A.", "surname": "Dziminski"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Woodvale Wildlife Research Centre, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}]}, "pubfront": {"fpage": "197", "lpage": "204", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "2", "artid": "AM16030", "doi": "10.1071/AM16030", "ded": null}, "abstract": "Isolating DNA from scats (faeces) of threatened species is a valuable, non-invasive method for identifying individuals. To establish whether genotyping of greater bilby (Macrotis lagotis) individuals from faecal pellets collected in the field can be useful for population monitoring, an understanding of the DNA degradation rates is necessary. To determine the relationship between time and degradation of bilby faecal DNA, and assess whether a two-step elution process during extraction results in better-quality DNA, faecal pellets were collected from captive individuals, maintained under seminatural conditions, then harvested at known periods. DNA was amplified from faecal pellets with a 99% success rate and error rates of less than 5% up to 14 days after deposition. The amplification rate decreases, and the rate of allelic dropout increases with time, but DNA can still be amplified at rates above 60% and error rates below 15% at 90&#x2013;180 days. We found that a second elution step was unnecessary, with more DNA amplified over a longer period using the first eluate. Viable DNA exists on bilby faecal pellets for a long period after deposition, which is useful for obtaining genetic samples for population monitoring programs and studies on population genetics.", "keywords": "arid-dwelling marsupial, barcoding, elusive, fauna conservation, genetic sampling, individual identification."}}