{"front": {"titlegrp": {"title": "Behavioural adjustments of wild-caught kangaroos to captivity", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "A. J.", "surname": "Munn"}, "details": "Faculty of Veterinary Science, The University of Sydney, Sydney, NSW 2006 Australia.", "email": null}, {"name": {"fname": "S.", "surname": "Phelan"}, "details": "Faculty of Veterinary Science, The University of Sydney, Sydney, NSW 2006 Australia.", "email": null}, {"name": {"fname": "M.", "surname": "Rigby"}, "details": "Faculty of Veterinary Science, The University of Sydney, Sydney, NSW 2006 Australia.", "email": null}, {"name": {"fname": "J. A.", "surname": "Roberts"}, "details": "Department of Zoology, University of Melbourne, Melbourne, Vic. 3010, Australia.", "email": null}]}, "pubfront": {"fpage": "213", "lpage": "218", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "2", "artid": "AM16019", "doi": "10.1071/AM16019", "ded": null}, "abstract": "It is important to understand how wild-caught animals may respond to captivity, and whether their behaviours in captivity are reflective of their wild counterparts. We observed the behaviour of wild-caught western grey kangaroos (Macropus fuliginosus) and red kangaroos (Osphranter rufus; formerly M. rufus) that were transferred to a large naturally vegetated enclosure. Observations were made on the first day of captivity and again after 7&#x2013;10 days, and were compared with the behaviour of free-living kangaroos at the same locality and over the same period. We quantified feeding, moving, grooming and non-alert behaviours. Of these, grooming was higher in captive kangaroos than in free-living animals on the first day of captivity only, and was no different to that of wild animal by 7&#x2013;10 days&#x2019; captivity. Such self-directed behaviour may be indicative of heightened distress for kangaroos on the first day of captivity, but it may also be indicative of grooming to eliminate contamination of human smells or debris following capture by darting and recovery. Overall, our findings indicate that after a short period of captivity, wild-caught kangaroos adjust to a novel environment relatively quickly, and animals from each species showed behaviour patterns comparable with free-ranging counterparts within 7&#x2013;10 days after capture and captivity.", "keywords": "captivity, kangaroo, stress, wild."}}