{"front": {"titlegrp": {"title": {"i": "Macrotis lagotis", "#text": "A conceptual framework for habitat use and research priorities for the greater bilby () in the north of Western Australia"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Viki A.", "surname": "Cramer"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}, {"name": {"fname": "Martin A.", "surname": "Dziminski"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}, {"name": {"fname": "Richard", "surname": "Southgate"}, "details": "Envisage Environmental Services, PO Box 305, Kingscote, SA 5223, Australia.", "email": null}, {"name": {"fname": "Fiona M.", "surname": "Carpenter"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}, {"name": {"fname": "Ryan J.", "surname": "Ellis"}, "details": "Department of Terrestrial Zoology, Western Australian Museum, 49 Kew Street, Welshpool, WA 6106, Australia.", "email": null}, {"name": {"fname": "Stephen", "surname": "van Leeuwen"}, "details": "Science and Conservation Division, Department of Parks and Wildlife, Locked Bag 104, Bentley Delivery Centre, WA 6983, Australia.", "email": null}]}, "pubfront": {"fpage": "137", "lpage": "151", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "2", "artid": "AM16009", "doi": "10.1071/AM16009", "ded": null}, "abstract": "Little is known of the area of occupancy, extent of occurrence, abundance, density or habitat use of the greater bilby (Macrotis lagotis) in the north of Western Australia. To seek broad collaborative agreement on a research agenda, the Western Australian Department of Parks and Wildlife hosted a workshop where research priorities were identified through a facilitated process. Five key areas for future research effort were identified: (1) refine survey methods, (2) improve understanding of habitat use, (3) improve understanding of the genetic structure of (meta)populations, (4) improve understanding of the threat posed by introduced predators and herbivores, and (5) improve understanding of how fire regimes affect bilby conservation. A conceptual model describing the main landscape components thought to be influencing distribution is used to reconcile existing knowledge, link research priorities for the bilby in the north of Western Australia, and guide the development of an integrated program of research. The broad nature of the priorities reflects the limited knowledge of bilbies in the north of the state; however, this research program provides an opportunity to increase knowledge to enact both species- and ecosystem-focused approaches to conservation, and potentially contributes towards the implementation of more dynamic conservation approaches for mobile species.", "keywords": "conservation management, fire regime, habitat use, introduced herbivores, introduced predators, monitoring protocols, survey methods."}}