{"front": {"titlegrp": {"title": "Home range areas of koalas in an urban area of north-east New South Wales", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Ross L.", "surname": "Goldingay"}, "details": "School of Environment, Science and Engineering, Southern Cross University, Lismore, NSW 2480, Australia.", "email": null}, {"name": {"fname": "Barbara", "surname": "Dobner"}, "details": "Friends of the Koala, PO Box 5034, East Lismore, NSW 2480, Australia.", "email": null}]}, "pubfront": {"fpage": "74", "lpage": "80", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "1", "artid": "AM12049", "doi": "10.1071/AM12049", "ded": null}, "abstract": "Conserving wildlife within urban areas requires knowledge of habitat requirements and population processes, and the management of threatening factors. The koala (Phascolarctos cinereus) is one species that is adversely affected by urban development. Sick and injured koalas in the Lismore urban area are regularly taken into care. We radio-tracked koalas released from care in order to estimate home-range areas and to determine their fate. Koalas were tracked for periods of 90&#x2013;742 days; 7 of 10 survived for a period of at least one year. Home ranges defined by the minimum convex polygon (MCP100%) were large (mean&#xb1;s.e.=37.4&#xb1;8.2ha). Analysis using the 95% Fixed Kernel revealed home-range areas of 8.0&#xb1;1.7ha. Analysis of the habitat composition of each MCP home range showed that they included 4.3&#xb1;0.9ha of primary habitat (dominated by their primary food trees). These home ranges contained 27.6&#xb1;6.8ha of non-habitat (cleared or developed land). Koalas crossed roads within their home ranges at least 5&#x2013;53 times; one crossed the Bruxner Highway near a roundabout at least 32 times over his 2-year tracking period. Future management should include strategic food tree planting that enhances habitat connectivity and minimises the risk of car strike or dog attack.", "keywords": null}}