{"front": {"titlegrp": {"title": "Ecology and movement of urban koalas adjacent to linear infrastructure in coastal south-east Queensland", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "S. M.", "surname": "de Oliveira"}, "details": "University of Queensland, School of Geography, Planning and Environmental Management, St Lucia, Qld 4072, Australia.", "email": null}, {"name": {"fname": "P. J.", "surname": "Murray"}, "details": "University of Queensland, School of Agriculture and Food Sciences, Gatton Campus, Qld 4343, Australia.", "email": null}, {"name": {"fname": "D. L.", "surname": "de Villiers"}, "details": "Koala Conservation Unit, Department of Environment and Heritage Protection, Daisy Hill Road, Daisy Hill, Qld 4127, Australia.", "email": null}, {"name": {"fname": "G. S.", "surname": "Baxter"}, "details": "University of Queensland, School of Geography, Planning and Environmental Management, St Lucia, Qld 4072, Australia.", "email": null}]}, "pubfront": {"fpage": "45", "lpage": "54", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "1", "artid": "AM12046", "doi": "10.1071/AM12046", "ded": null}, "abstract": "In Redland City, koalas (Phascolarctos cinereus) are in rapid decline as they are exposed to anthropogenic threats such as habitat clearing, dog attacks, vehicle collisions and disease. This study investigated the influence of linear infrastructure on the movement and habitat use of urban koalas. Seven koalas were tracked for up to 28 weeks during the breeding season. Home ranges were calculated for 95% Minimum Convex Polygon (MCP95%) and 95% fixed Kernel Density (FK95%). Koalas responded to the landscape in different ways. Linear infrastructure did not restrict the movements of most koalas. Home ranges varied from 1.1 to 31.5ha MCP95% and from 5 to 55ha for FK95%. Koalas mainly used Eucalyptus tereticornis throughout the study site. A variety of non-regionally endemic and regionally endemic trees in urban and remnant vegetation areas were used, suggesting that all trees are potentially koala habitat. At the completion of the study, four koalas remained alive, two were killed by trains and one died from a dog attack. Despite the small sample size and short duration, our results suggest that koalas are able to navigate linear infrastructure; however, the high rates of mortality associated with these movements puts the long-term viability of urban koala populations in doubt.", "keywords": "dog attack, home range, movement, rail line, tree use, urban koalas, vehicle collision."}}