{"front": {"titlegrp": {"title": "Horizontal or vertical? Camera trap orientations and recording modes for detecting potoroos, bandicoots and pademelons", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Brendan D.", "surname": "Taylor"}, "details": "School of Environment, Science and Engineering, Southern Cross University, Lismore, NSW 2480, Australia.", "email": null}, {"name": {"fname": "Ross L.", "surname": "Goldingay"}, "details": "School of Environment, Science and Engineering, Southern Cross University, Lismore, NSW 2480, Australia.", "email": null}, {"name": {"fname": "John M.", "surname": "Lindsay"}, "details": "PO Box 544, Mullumbimby, NSW 2482, Australia.", "email": null}]}, "pubfront": {"fpage": "60", "lpage": "66", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "1", "artid": "AM13012", "doi": "10.1071/AM13012", "ded": null}, "abstract": "Camera traps can detect rare and cryptic species, and may enable description of the stability of populations of threatened species. We investigated the relative performance of cameras oriented horizontally or vertically, and recording mode (still and video) to detect the vulnerable long-nosed potoroo (Potorous tridactylus) as a precursor to population monitoring. We established camera traps for periods of 13&#x2013;21 days across 21 sites in Richmond Range National Park in north-east New South Wales. Each camera trap set consisted of three KeepGuard KG680V cameras directed at a bait container &#x2013; one horizontal and one vertical camera in still mode and one horizontal camera in video mode. Potoroos and bandicoots (Perameles nasuta and Isoodon macrourus) were detected at 14 sites and pademelons (Thylogale stigmatica and T. thetis) were detected at 19 sites. We used program Presence to compare detection probabilities for each camera category. The detection probability for all three taxa groups was lowest for the vertical still and similar for the horizontal cameras. The detection probability (horizontal still) was highest for the potoroos (0.43) compared with the bandicoots (0.16) and pademelons (0.25). We estimate that the horizontal stills camera could achieve a 95% probability of detection of a potoroo within 6 days compared with 8 days using a vertical stills camera. This suggests that horizontal cameras in still mode have great potential for monitoring the dynamics of this potoroo population.", "keywords": "camera orientation, Richmond Range National Park."}}