{"front": {"titlegrp": {"title": {"i": "Syconycteris australis", "#text": "Activity patterns and roosting of the eastern blossom-bat ()"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Rebecca L.", "surname": "Drury"}, "details": "Centre for Behavioural and Physiological Ecology, Zoology, University of New England, Armidale, NSW 2351, Australia.", "email": null}, {"name": {"fname": "Fritz", "surname": "Geiser"}, "details": "Centre for Behavioural and Physiological Ecology, Zoology, University of New England, Armidale, NSW 2351, Australia.", "email": null}]}, "pubfront": {"fpage": "29", "lpage": "34", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "1", "artid": "AM13025", "doi": "10.1071/AM13025", "ded": null}, "abstract": "We quantified activity patterns, foraging times and roost selection in the eastern blossom-bat (Syconycteris australis) (body mass 17.6g) in coastal northern New South Wales in winter using radio-telemetry. Bats roosted either in rainforest near their foraging site of flowering coast banksia (Banksia integrifolia) and commuted only 0.3&#xb1;0.1km (n=8), whereas others roosted 2.0&#xb1;0.2km (n=4) away in wet sclerophyll forest. Most bats roosted in rainforest foliage, but in the wet sclerophyll forest cabbage palm leaves (Livistonia australis) were preferred roosts, which likely reflects behavioural thermoregulation by bats. Foraging commenced 44&#xb1;22min after sunset in rainforest-roosting bats, whereas bats that roosted further away and likely flew over canopies/open ground to reach their foraging site left later, especially a female roosting with her likely young (~4h after sunset). Bats returned to their roosts 64&#xb1;12min before sunrise. Our study shows that S. australis is capable of commuting considerable distances between appropriate roost and foraging sites when nectar is abundant. Bats appear to vary foraging times appropriately to minimise exposure to predators and to undertake parental care.", "keywords": "commuting distance, foraging times, roost fidelity."}}