{"front": {"titlegrp": {"title": {"i": "Wallabia bicolor", "#text": "Camera traps provide insight into factors influencing trap success of the swamp wallaby,"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Ami", "surname": "Bennett"}, "details": "Department of Zoology, The University of Melbourne, Parkville, Vic. 3010, Australia.", "email": null}, {"name": {"fname": "Graeme", "surname": "Coulson"}, "details": "Department of Zoology, The University of Melbourne, Parkville, Vic. 3010, Australia.", "email": null}]}, "pubfront": {"fpage": "15", "lpage": "20", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "1", "artid": "AM13006", "doi": "10.1071/AM13006", "ded": null}, "abstract": "Trapping programs for mammals often have low capture success, which is known to be influenced by a range of environmental factors, in addition to aspects of the traps themselves. However, the behavioural responses to traps by the target species are largely unknown. We simultaneously set camera traps and soft-walled double-layered traps for swamp wallabies, Wallabia bicolor, and used images from the camera traps to investigate responses by the target species. Wallabies mostly visited traps after sunset, with the number of visits declining steadily through the night. Visits to traps were more frequent during crescent and new moon phases and when the moon was set. In the majority (59%) of these visits, wallabies did not enter the traps. In some cases wallabies consumed only the bait outside the trap, or the trap door had been closed, usually by other swamp wallabies or bobucks, Trichosurus cunninghami, but in many cases (28% of visits) we could not discern why wallabies failed to enter. When wallabies did enter traps, just 14% of visits resulted in successful capture, with non-captures mainly occurring because wallabies reached in to obtain bait without triggering the trap.", "keywords": "activity pattern, capture, macropod, moonlight, moon phase, non-target."}}