{"front": {"titlegrp": {"title": "Roads and macropods: interactions and implications", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Amy R. F.", "surname": "Bond"}, "details": "Environmental Futures Centre, Griffith University, Nathan, Qld 4111, Australia.", "email": null}, {"name": {"fname": "Darryl N.", "surname": "Jones"}, "details": "Environmental Futures Centre, Griffith University, Nathan, Qld 4111, Australia.", "email": null}]}, "pubfront": {"fpage": "1", "lpage": "14", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "1", "artid": "AM13005", "doi": "10.1071/AM13005", "ded": null}, "abstract": "Understanding the impacts of roads on wildlife and the natural environment is of increasing importance. Macropods (mostly kangaroos and wallabies) are a diverse and widespread taxon in Australia that has been significantly affected by the presence of roads in various ways. We reviewed the available literature on macropods and roads, assessing 60 scientific journal articles, reports and theses. Studies on road mortalities were the most prevalent (n=29, with 12 on macropods only), revealing both spatial and temporal patterns in occurrence. Behavioural studies in relation to the road environment are limited (n=2) yet could help our understanding of patterns of road-kill and other impacts. Some macropod populations are critically affected by the presence of roads (e.g. brush-tailed rock-wallaby, Petrogale penicillata) due to either proportionately high road mortalities and/or population fragmentation, and may face continued decline unless effective road-mitigation measures are implemented. Investigations of various types of road mitigation focussed on wildlife-exclusion fencing and road crossing structures as the most effective option, although the high cost of these measures appears to limit their implementation. Further research into several areas was identified, particularly on species where severe road impacts are likely to result in population declines.", "keywords": "fauna crossing structures."}}