{"front": {"titlegrp": {"title": {"i": "Rattus rattus", "#text": "A vertical bait station for black rats () that reduces bait take by a sympatric native rodent"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Frances", "surname": "Zewe"}, "details": "Ecosystem Management, School of Environmental and Rural Sciences, University of New England, Armidale, NSW 2351, Australia.", "email": null}, {"name": {"fname": "Paul", "surname": "Meek"}, "details": "Ecosystem Management, School of Environmental and Rural Sciences, University of New England, Armidale, NSW 2351, Australia.", "email": null}, {"name": {"fname": "Hugh", "surname": "Ford"}, "details": "Zoology, School of Environmental and Rural Sciences, University of New England, Armidale, NSW 2351, Australia.", "email": null}, {"name": {"fname": "Karl", "surname": "Vernes"}, "details": "Ecosystem Management, School of Environmental and Rural Sciences, University of New England, Armidale, NSW 2351, Australia.", "email": null}]}, "pubfront": {"fpage": "67", "lpage": "73", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "1", "artid": "AM13010", "doi": "10.1071/AM13010", "ded": null}, "abstract": "Novel bait stations can be used as a targeted method of delivering bait by exploiting behavioural traits of the target species. On Muttonbird Island, New South Wales, the black rat (Rattus rattus) has been baited to aid the conservation of the island&#x2019;s wedge-tailed shearwater (Ardenna pacifica) colony, which may result in poisoning of the sympatric swamp rat (Rattus lutreolus). We aimed to design a bait station that R. rattus could reach, but that R. lutreolus could not. We found that 11 (92%) of 12 captive R. rattus reached the bait chambers by climbing a 50-cm vertical pipe, whereas only four (18%) of 22 R. lutreolus reached these bait stations. In a field trial on Muttonbird Island R. rattus entered the bait chamber on an average of 5.3 events per night of vertical bait station deployment, but R. lutreolus did not enter the stations. In a field trial on the mainland at a site with a high density of R. lutreolus, this species was detected in one vertical bait station five times, equating to an average of 0.017 events per night of vertical bait station deployment. We conclude that R. rattus readily climbs a 50-cm pipe to enter the bait station, whereas R. lutreolus rarely or never does on Muttonbird Island or at the mainland site.", "keywords": {"i": "Rattus lutreolus", "#text": "camera trap, island conservation, seabirds, swamp rat ()."}}}