{"front": {"titlegrp": {"title": {"i": ["Echymipera kalubu", "Peroryctes raffrayanus"], "#text": "Aspects of the ecology of the kalubu bandicoot () and observations on Raffray&#x2019;s bandicoot (), Eastern Highlands Province, Papua New Guinea"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Richard J.", "surname": "Cuthbert"}, "details": "Beacon Ecology, 84 Nottingham Road, Belper, Derbyshire, DE56 1JH, UK.", "email": null}, {"name": {"fname": "Matthew J. H.", "surname": "Denny"}, "details": "Denny Ecology, 17D Sturton Street, Cambridge, CB1 2SN, UK.", "email": null}]}, "pubfront": {"fpage": "21", "lpage": "28", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "1", "artid": "AM13003", "doi": "10.1071/AM13003", "ded": null}, "abstract": "Bandicoots in the family Peroryctidae in New Guinea are widespread and relatively abundant, but little is known of their ecology. We present the first detailed study on the ecology of the kalubu bandicoot (Echymipera kalubu) and observations on Raffray&#x2019;s bandicoot (Peroryctes raffrayanus), from mid-montane forest in Papua New Guinea. Both species were primarily nocturnal and utilised a range of habitats including those modified by human activity, although Raffray&#x2019;s bandicoot was more frequently encountered in less disturbed areas. Male kalubu bandicoots were larger than females, with larger animals having larger short-term home ranges and evidence for intrasexual territoriality. Mean short-term home-range size was 2.8ha (MCP, n=10), with an estimated population density of ~85 animals km-2 in the study area. Female kalubu bandicoots attained sexual maturity at ~400g and 67% of mature females were reproductively active with an average of 1.5 young per litter. Both species were hunted, but their density, rate of reproduction and use of modified habitats suggest that they were able to withstand current hunting levels.", "keywords": "conservation, hunting, intrasexual territoriality, Peroryctidae."}}