{"front": {"titlegrp": {"title": "Does woodland condition influence the diversity and abundance of small mammal communities?", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "T. L.", "surname": "Moore"}, "details": "Western Australian Centre of Excellence for Climate Change, Woodland and Forest Health, School of Veterinary and Biomedical Sciences, Murdoch University, Murdoch, WA 6150, Australia.", "email": null}, {"name": {"fname": "L. E.", "surname": "Valentine"}, "details": "Western Australian Centre of Excellence for Climate Change, Woodland and Forest Health, School of Veterinary and Biomedical Sciences, Murdoch University, Murdoch, WA 6150, Australia.", "email": null}, {"name": {"fname": "M. D.", "surname": "Craig"}, "details": "Western Australian Centre of Excellence for Climate Change, Woodland and Forest Health, School of Biological Sciences and Biotechnology, Murdoch University, Murdoch, WA 6150, Australia.", "email": null}, {"name": {"fname": "G. E. St J.", "surname": "Hardy"}, "details": "Western Australian Centre of Excellence for Climate Change, Woodland and Forest Health, School of Biological Sciences and Biotechnology, Murdoch University, Murdoch, WA 6150, Australia.", "email": null}, {"name": {"fname": "P. A.", "surname": "Fleming"}, "details": "Western Australian Centre of Excellence for Climate Change, Woodland and Forest Health, School of Veterinary and Biomedical Sciences, Murdoch University, Murdoch, WA 6150, Australia.", "email": null}]}, "pubfront": {"fpage": "35", "lpage": "44", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "1", "artid": "AM13007", "doi": "10.1071/AM13007", "ded": null}, "abstract": "Loss of mammal species in Australia in the last 200 years has been attributed to many factors including habitat removal and altered fire regimes. Decline in tree condition could contribute further to the ongoing decline of mammals. Eucalyptus wandoo trees are currently undergoing a decline in condition that can result in a loss of canopy and other changes to the habitat. This paper examines the relationships between E. wandoo tree condition, habitat characteristics and small mammal species richness and abundance. Live-capture trapping was conducted at 24 E. wandoo sites at Dryandra State Forest and Wandoo Conservation Park, Western Australia. Condition and microhabitat variables of E. wandoo were recorded for each site. Generalised additive mixed models revealed a range of habitat and tree condition characteristics that influenced small mammal abundance and species richness, including site litter cover, crown dieback, understorey vegetation cover and tree density. The availability of coarse woody debris played a large role in explaining the abundance of Cercartetus concinnus and Antechinus flavipes, along with other microhabitat and tree condition variables, such as tree leaf litter and crown dieback. Epicormic growth, crown density and the distance to the drift fence from E. wandoo trees were the common variables in the best model for the abundance of Sminthopsis griseoventer. The decline in condition of E. wandoo and the subsequent modifications to the microhabitat are correlated with changes in the small mammal community. A better understanding of how the decline of E. wandoo impacts small mammal communities could improve management practices in E. wandoo woodlands.", "keywords": {"i": ["Antechinus", "Cercartetus", "Eucalyptus wandoo", "Sminthopsis"], "#text": ", , , microhabitat, ."}}}