{"front": {"titlegrp": {"title": {"i": "Phascolarctos cinereus", "#text": "Faecal particle size and tooth wear of the koala ()"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "William", "surname": "Ellis"}, "details": "Centre for Mined Land Rehabilitation, Sustainable Minerals Institute, The University of Queensland, Brisbane, Qld 4072, Australia.", "email": null}, {"name": {"fname": "Rachael", "surname": "Attard"}, "details": "School of Biological Science, The University of Queensland, Brisbane, Qld 4072, Australia.", "email": null}, {"name": {"fname": "Stephen", "surname": "Johnston"}, "details": "Wildlife Biology Unit, School of Agriculture and Food Sciences, The University of Queensland, Gatton, Qld 4343, Australia.", "email": null}, {"name": {"fname": "Peter", "surname": "Theileman"}, "details": "Queensland Department of Environment and Heritage Protection, Moggill Koala Hospital, Moggill, Qld 4070, Australia.", "email": null}, {"name": {"fname": "Allan", "surname": "McKinnon"}, "details": "Queensland Department of Environment and Heritage Protection, Moggill Koala Hospital, Moggill, Qld 4070, Australia.", "email": null}, {"name": {"fname": "David", "surname": "Booth"}, "details": "School of Biological Science, The University of Queensland, Brisbane, Qld 4072, Australia.", "email": null}]}, "pubfront": {"fpage": "90", "lpage": "94", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2014", "volno": "36", "issno": "1", "artid": "AM13033", "doi": "10.1071/AM13033", "ded": null}, "abstract": "We used computer-aided image analysis of leaf fragment particles found in faecal pellets of 45 koalas, representing the range of tooth wear in this species, to investigate how tooth wear in the koala influences faecal particle sizes. Although the range of sizes of particles produced did not vary between koalas across different tooth wear classes, with all koalas producing small, medium and large particles, koalas with advanced tooth wear produced a greater proportion of larger particles. This observation may prove useful for demographic population analyses based on scat surveys since the broad age class of individual koalas can be estimated from faecal pellet analysis. Older koalas produced faecal pellets containing a higher proportion of the largest-sized particle sizes (those greater than 0.59mm2) than either young or mature koalas but there was no difference detected between mature and young koalas.", "keywords": "faecal pellets, population age structure, tooth wear."}}