{"front": {"titlegrp": {"title": {"i": "Cervus elaphus", "#text": "Winter diet of introduced red deer () in woodland vegetation in Grampians National Park, western Victoria"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Cathryn", "surname": "Roberts"}, "details": "Centre for Environmental Management, Faculty of Science and Technology, Federation University Australia, PO Box 663, Ballarat, Vic. 3350, Australia.", "email": null}, {"name": {"fname": "Martin", "surname": "Westbrooke"}, "details": "Centre for Environmental Management, Faculty of Science and Technology, Federation University Australia, PO Box 663, Ballarat, Vic. 3350, Australia.", "email": null}, {"name": {"fname": "Singarayer", "surname": "Florentine"}, "details": "Centre for Environmental Management, Faculty of Science and Technology, Federation University Australia, PO Box 663, Ballarat, Vic. 3350, Australia.", "email": null}, {"name": {"fname": "Simon", "surname": "Cook"}, "details": "Centre for Environmental Management, Faculty of Science and Technology, Federation University Australia, PO Box 663, Ballarat, Vic. 3350, Australia.", "email": null}]}, "pubfront": {"fpage": "107", "lpage": "112", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "1", "artid": "AM14013", "doi": "10.1071/AM14013", "ded": null}, "abstract": "Although red deer (Cervus elaphus) have the potential to play a major role in influencing the structure and composition of vegetation, little is known about the dietary preferences of red deer in Australia. In the Grampians National Park, Victoria, where there is a large, established red deer population, there has been concern over the condition of woodlands, with lack of perennial seedling recruitment observed. We estimated the diets of 12 red deer using macroscopic sorting techniques. We examined rumen contents of seven male and five female red deer from four woodland Ecological Vegetation Classes, which indicate that they act as intermediate feeders. A wide variety of plants were ingested, with evergreen tree species, small trees and woody shrubs making up a large proportion of the diet, along with grasses. This study found that red deer show significantly different dietary intake due to sex, with females consuming a diet much higher in grasses, while males consume more trees and shrubs. These findings have implications for the management of red deer populations within the park and broader implications for their effects on Australian ecosystems.", "keywords": "browse, habitat segregation, herbivory, rumen content analysis."}}