{"front": {"titlegrp": {"title": "Cetacean strandings in South Australia (1881&#x2013;2008)", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Tomoyo", "surname": "Segawa"}, "details": "South Australian Museum, North Terrace, Adelaide, SA 5000, Australia.", "email": null}, {"name": {"fname": "Catherine", "surname": "Kemper"}, "details": "South Australian Museum, North Terrace, Adelaide, SA 5000, Australia.", "email": null}]}, "pubfront": {"fpage": "51", "lpage": "66", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "1", "artid": "AM14029", "doi": "10.1071/AM14029", "ded": null}, "abstract": "Long-term monitoring of cetacean strandings is essential for good management. This study updates previous summaries for South Australia by adding up to 20 years of comprehensive data, including results of necropsy examinations. A total of 1078 records were examined. Thirty-one species were recorded: 9 (7% of records) mysticetes, 22 (88%) odontocetes and the rest (5%) unidentified. The number of species new to South Australia did not reach an asymptote, with potential for at least five additional species. Small cetaceans were more frequently recorded after 1990, possibly due to increased reporting effort. Stranding records increased markedly after 1970. Records for all species occurred year-round. Beaked whales stranded primarily during January&#x2013;April, baleen whales during July&#x2013;January and common dolphins during February&#x2013;May. Geographic hotspots were identified and related to upwelling and reporting effort. A necropsy program since 1990 resulted in 315 of 856 records being assigned to a circumstance of death, with anthropogenic circumstances accounting for 42% of these. Known Entanglement (21%, 66 of 315) and Probable Entanglement (12%, 37 of 315) were the most recorded anthropogenic circumstances of death. Future research correlating strandings with oceanographic/climatic conditions may help to explain the documented patterns but first the effects of reporting effort need to be accounted for.", "keywords": "geographic trends, mortality, temporal trends."}}