{"front": {"titlegrp": {"title": {"i": "Potorous tridactylus", "#text": "Population characteristics and management of the long-nosed potoroo () in high-quality habitat in the Southern Highlands of New South Wales"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Melinda A.", "surname": "Norton"}, "details": "National Parks and Wildlife Service, Office of Environment and Heritage, Highlands Area, 1311 Nowra Road, Fitzroy Falls, NSW 2577, Australia.", "email": null}, {"name": {"fname": "Alison", "surname": "Prentice"}, "details": "National Parks and Wildlife Service, Office of Environment and Heritage, Highlands Area, 1311 Nowra Road, Fitzroy Falls, NSW 2577, Australia.", "email": null}, {"name": {"fname": "Juliet", "surname": "Dingle"}, "details": "National Parks and Wildlife Service, Office of Environment and Heritage, Highlands Area, 1311 Nowra Road, Fitzroy Falls, NSW 2577, Australia.", "email": null}, {"name": {"fname": "Kris", "surname": "French"}, "details": "School of Biological Sciences, University of Wollongong, NSW 2522, Australia.", "email": null}, {"name": {"fname": "Andrew W.", "surname": "Claridge"}, "details": "National Parks and Wildlife Service, Office of Environment and Heritage, Southern Ranges Branch, PO Box 733, Queanbeyan, NSW 2620, Australia.", "email": null}]}, "pubfront": {"fpage": "67", "lpage": "74", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "1", "artid": "AM14026", "doi": "10.1071/AM14026", "ded": null}, "abstract": "Since European settlement in Australia the long-nosed potoroo (Potorous tridactylus) has suffered greatly from fox predation and habitat loss, fragmentation and degradation. To better understand the threats it faces we examined the population dynamics of the potoroo at two study sites in the Southern Highlands of New South Wales over five years, using live-trapping. As neither site had experienced inappropriate habitat change for over 25 years, fox predation was considered the major threat to this population. An assessment of fox activity and diet was undertaken at both sites for comparison with potoroo abundance. Potoroos increased at both sites over time, although at one site this increase was only in density and not range. The density increase would not have been detected using camera surveys, a monitoring technique recommended for this species. The relative abundance of foxes fluctuated over the study despite fox control in one of the two sites. Analysis of fox scats at the same sites indicated high levels of predation on potoroos. Future management should aim to provide effective fox control (particularly following any fire due to the associated loss of ground cover) and improved fox monitoring to ensure an accurate understanding of what is happening to the fox population.", "keywords": null}}