{"front": {"titlegrp": {"title": {"i": "Bettongia penicillata", "#text": "Survival, age estimation and sexual maturity of pouch young of the brush-tailed bettong () in captivity"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Craig K.", "surname": "Thompson"}, "details": "School of Veterinary and Life Sciences, Murdoch University, 90 South Street, Murdoch, WA 6150, Australia.", "email": null}, {"name": {"fname": "Adrian F.", "surname": "Wayne"}, "details": "Science Division, Department of Parks and Wildlife, Manjimup, WA 6258, Australia.", "email": null}, {"name": {"fname": "Stephanie S.", "surname": "Godfrey"}, "details": "School of Veterinary and Life Sciences, Murdoch University, 90 South Street, Murdoch, WA 6150, Australia.", "email": null}, {"name": {"fname": "R. C. Andrew", "surname": "Thompson"}, "details": "School of Veterinary and Life Sciences, Murdoch University, 90 South Street, Murdoch, WA 6150, Australia.", "email": null}]}, "pubfront": {"fpage": "29", "lpage": "38", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "1", "artid": "AM14025", "doi": "10.1071/AM14025", "ded": null}, "abstract": "The brush-tailed bettong or woylie (Bettongia penicillata) is a continuous and rapid breeder. However, research investigating the monthly survival and development of young woylies from parturition to parental independence is incomplete. The reproductive biology of eight female woylies was observed for 22 consecutive months within a purpose-built enclosure. Adult female woylies bred continuously and were observed caring for a dependant young 96% of the time. Pouch life of the young was ~102 days, with sexual maturity of female offspring reached as early as 122 days post partum. Crown&#x2013;rump measurement was an accurate predictor of age for young restricted to the pouch, while skeletal morphometrics were a better predictor of age for ejected pouch young, young-at-foot and subadults. A four-month period between May and August of each study year accounted for 85% of pouch young mortality and 61% of pouch young births where the neonate went on to survive to subadult age. Here we discuss the possibility that pouch young born during the cooler, wetter months of May to August may have an increased chance of survival in the wild, resulting from an increased maternal investment being directed towards the rearing of \"fitter&#x2019; progeny.", "keywords": "crown&#x2013;rump, growth, head length, pes length, population decline, woylie."}}