{"front": {"titlegrp": {"title": {"i": ["Petauroides volans", "Trichosurus cunninghami"], "#text": "The use of topographic fire refuges by the greater glider () and the mountain brushtail possum () following a landscape-scale fire"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Laurence E.", "surname": "Berry"}, "details": "Fenner School of Environment and Society, The Australian National University, Canberra, ACT 0200, Australia.", "email": null}, {"name": {"fname": "Don A.", "surname": "Driscoll"}, "details": "Fenner School of Environment and Society, The Australian National University, Canberra, ACT 0200, Australia.", "email": null}, {"name": {"fname": "Samuel C.", "surname": "Banks"}, "details": "Fenner School of Environment and Society, The Australian National University, Canberra, ACT 0200, Australia.", "email": null}, {"name": {"fname": "David B.", "surname": "Lindenmayer"}, "details": "Fenner School of Environment and Society, The Australian National University, Canberra, ACT 0200, Australia.", "email": null}]}, "pubfront": {"fpage": "39", "lpage": "45", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "1", "artid": "AM14027", "doi": "10.1071/AM14027", "ded": null}, "abstract": "We examined the abundance of arboreal marsupials in topographic fire refuges after a major fire in a stand-replacing crown-fire forest ecosystem. We surveyed the abundance of arboreal marsupials across 48 sites in rainforest gullies burnt to differing extents by the 2009 fires in the mountain ash (Eucalyptus regnans) forests of the Victorian Central Highlands, Australia. The greater glider (Petauroides volans) was less abundant within the extent of the 2009 fire. The mountain brushtail possum (Trichosurus cunninghami) was more abundant within the extent of the 2009 fire, particularly within unburnt peninsulas protruding into burnt areas from unburnt edges. Our results indicate that fire refuges may facilitate the persistence of some species within extensively burnt landscapes. Additional work should seek to clarify this finding and identify the demographic mechanisms underlying this response.", "keywords": "distributions, fire management, fire refuges, fire severity, heterogeneity, landscape ecology, recolonisation."}}