{"front": {"titlegrp": {"title": "The history of wildlife camera trapping as a survey tool in Australia", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Paul D.", "surname": "Meek"}, "details": "Ecosystem Management, University of New England, Armidale, NSW 2351, Australia.", "email": null}, {"name": {"fname": "Guy-Anthony", "surname": "Ballard"}, "details": "Ecosystem Management, University of New England, Armidale, NSW 2351, Australia.", "email": null}, {"name": {"fname": "Karl", "surname": "Vernes"}, "details": "Ecosystem Management, University of New England, Armidale, NSW 2351, Australia.", "email": null}, {"name": {"fname": "Peter J. S.", "surname": "Fleming"}, "details": "Ecosystem Management, University of New England, Armidale, NSW 2351, Australia.", "email": null}]}, "pubfront": {"fpage": "1", "lpage": "12", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "1", "artid": "AM14021", "doi": "10.1071/AM14021", "ded": null}, "abstract": "This paper provides an historical review of the technological evolution of camera trapping as a zoological survey tool in Australia. Camera trapping in Australia began in the 1950s when purpose-built remotely placed cameras were used in attempts to rediscover the thylacine (Thylacinus cynocephalus). However, camera traps did not appear in Australian research papers and Australasian conference proceedings until 1989&#x2013;91, and usage became common only after 2008, with an exponential increase in usage since 2010. Initially, Australian publications under-reported camera trapping methods, often failing to provide fundamental details about deployment and use. However, rigour in reporting of key methods has increased during the recent widespread adoption of camera trapping. Our analysis also reveals a change in camera trap use in Australia, from simple presence&#x2013;absence studies, to more theoretical and experimental approaches related to population ecology, behavioural ecology, conservation biology and wildlife management. Practitioners require further research to refine and standardise camera trap methods to ensure that unbiased and scientifically rigorous data are obtained from quantitative research. The recent change in emphasis of camera trapping research use is reflected in the decreasing range of camera trap models being used in Australian research. Practitioners are moving away from less effective models that have slow reaction times between detection and image capture, and inherent bias in detectability of fauna, to more expensive brands that offer faster speeds, greater functionality and more reliability.", "keywords": "camera trap, remote camera, Thylacine, trail camera, wildlife research, zoology."}}