{"front": {"titlegrp": {"title": {"i": "Macrotis lagotis", "#text": "Estimating the abundance of the bilby (): a vulnerable, uncommon, nocturnal marsupial"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Gregory William", "surname": "Lollback"}, "details": "Environmental Futures Research Institute, School of Environment, Griffith University, Gold Coast, Qld 4222, Australia.", "email": null}, {"name": {"fname": "Rachel", "surname": "Mebberson"}, "details": "Environmental Futures Research Institute, School of Environment, Griffith University, Gold Coast, Qld 4222, Australia.", "email": null}, {"name": {"fname": "Niki", "surname": "Evans"}, "details": "Environmental Futures Research Institute, School of Environment, Griffith University, Gold Coast, Qld 4222, Australia.", "email": null}, {"name": {"fname": "Jonathan David", "surname": "Shuker"}, "details": "Environmental Futures Research Institute, School of Environment, Griffith University, Gold Coast, Qld 4222, Australia.", "email": null}, {"name": {"fname": "Jean-Marc", "surname": "Hero"}, "details": "Environmental Futures Research Institute, School of Environment, Griffith University, Gold Coast, Qld 4222, Australia.", "email": null}]}, "pubfront": {"fpage": "75", "lpage": "85", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "1", "artid": "AM14024", "doi": "10.1071/AM14024", "ded": null}, "abstract": "The bilby (Macrotis lagotis) is listed as Vulnerable in Australia, is strictly nocturnal and shy, and it has proven difficult to estimate its population abundance. The aim of this study was to determine methodology that would reliably estimate the abundance of the bilby within an enclosure at Currawinya National Park, south-west Queensland. We estimated the abundance of bilbies on long-term monitoring plots by counting pellets comparing two methods: counting standing odorous pellets using distance sampling and counting newly deposited pellets (FAR). Pellet deposition rate and decay rate were also estimated to enable population estimation using distance sampling. The density of odorous (&#60;14 days old) standing pellets and old pellets was highest in October 2011 and dropped dramatically when plots were revisited in March 2012 and July 2012. Counting standing pellets using distance sampling provided a rigorous estimate of abundance of bilbies at Currawinya. Bilby density and pellet deposition rates were too low for the FAR method to accurately or precisely estimate bilby density. A population crash within the enclosure following an invasion of feral cats was mirrored by a dramatic decrease in pellet density. Incorporating detectability into abundance estimation should be carefully considered for conservation purposes.", "keywords": "density, detection, faecal accumulation rate, LTER, PPBio, predation."}}