{"front": {"titlegrp": {"title": {"i": "Notomys fuscus", "#text": "Divergent foraging behaviour of a desert rodent, , in covered and open microhabitats revealed using giving up densities and video analysis"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Timothy", "surname": "Morris"}, "details": "School of Biological, Earth and Environmental Science  Centre for Ecosystem Science, University of New South Wales, Sydney, NSW 2052, Australia.", "email": null}, {"name": {"fname": "Christopher E.", "surname": "Gordon"}, "details": "School of Biological, Earth and Environmental Science  Centre for Ecosystem Science, University of New South Wales, Sydney, NSW 2052, Australia.", "email": null}, {"name": {"fname": "Mike", "surname": "Letnic"}, "details": "School of Biological, Earth and Environmental Science  Centre for Ecosystem Science, University of New South Wales, Sydney, NSW 2052, Australia.", "email": null}]}, "pubfront": {"fpage": "46", "lpage": "50", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "1", "artid": "AM14030", "doi": "10.1071/AM14030", "ded": null}, "abstract": "We used a combination of giving up densities (GUD) and behavioural analysis from video footage to test the response of an Australian desert rodent, Notomys fuscus, to the experimental provision of cover microhabitat in the Strzelecki Desert, Australia. In many ecosystems, cover microhabitats are considered to be safe foraging locations for rodents. The response of bipedal desert rodents to cover microhabitats is less certain, with varied findings, due to their use of open habitats for fast travel. Notomys fuscus returned lower GUDs in cover than in open microhabitats and moved slowly for a greater amount of time under cover than in the open. These results suggest that N. fuscus has a preference for foraging under cover, where predation risk is lower, and under these conditions took longer to assess the cover microhabitat before foraging. This was distinctly different to the \"get in, get out&#x2019; behaviour associated with foraging in open habitats. We advocate for the combined measurement of GUD and behavioural analysis using video footage as a way to improve understanding of rodents&#x2019; foraging behaviour.", "keywords": null}}