{"front": {"titlegrp": {"title": "The pitfalls of wildlife camera trapping as a survey tool in Australia", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Paul D.", "surname": "Meek"}, "details": "Ecosystem Management, University of New England, Armidale, NSW 2351, Australia.", "email": null}, {"name": {"fname": "Guy-Anthony", "surname": "Ballard"}, "details": "Ecosystem Management, University of New England, Armidale, NSW 2351, Australia.", "email": null}, {"name": {"fname": "Peter J. S.", "surname": "Fleming"}, "details": "Ecosystem Management, University of New England, Armidale, NSW 2351, Australia.", "email": null}]}, "pubfront": {"fpage": "13", "lpage": "22", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2015", "volno": "37", "issno": "1", "artid": "AM14023", "doi": "10.1071/AM14023", "ded": null}, "abstract": "Camera trapping is a relatively new addition to the wildlife survey repertoire in Australia. Its rapid adoption has been unparalleled in ecological science, but objective evaluation of camera traps and their application has not kept pace. With the aim of motivating practitioners to think more about selection and deployment of camera trap models in relation to research goals, we reviewed Australian camera trapping studies to determine how camera traps have been used and how their technological constraints may have affected reported results and conclusions. In the 54 camera trapping articles published between 1991 and 2013, mammals (86%) were studied more than birds (10%) and reptiles (3%), with small to medium-sized mammals being most studied. Australian camera trapping studies, like those elsewhere, have changed from more qualitative to more complex quantitative investigations. However, we found that camera trap constraints and limitations were rarely acknowledged, and we identified eight key issues requiring consideration and further research. These are: camera model, camera detection system, camera placement and orientation, triggering and recovery, camera trap settings, temperature differentials, species identification and behavioural responses of the animals to the cameras. In particular, alterations to animal behaviour by camera traps potentially have enormous influence on data quality, reliability and interpretation. The key issues were not considered in most Australian camera trap papers and require further study to better understand the factors that influence the analysis and interpretation of camera trap data and improve experimental design.", "keywords": "camera trap constraints, critical review, remote cameras."}}