{"front": {"titlegrp": {"title": {"i": "Dasyurus hallucatus", "#text": "Bait preference for remote camera trap studies of the endangered northern quoll ()"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Caitlin", "surname": "Austin"}, "details": "School of Life Sciences, University of Technology Sydney, PO Box 123, Broadway, NSW 2007, Australia.", "email": null}, {"name": {"fname": "Katherine", "surname": "Tuft"}, "details": "Mornington Wildlife Sanctuary, Australian Wildlife Conservancy, Derby, WA 6728, Australia.", "email": null}, {"name": {"fname": "Daniel", "surname": "Ramp"}, "details": "The Centre for Compassionate Conservation, University of Technology Sydney, PO Box 123, Broadway, NSW 2007, Australia.", "email": null}, {"name": {"fname": "Teigan", "surname": "Cremona"}, "details": "School of Life Sciences, University of Technology Sydney, PO Box 123, Broadway, NSW 2007, Australia.", "email": null}, {"name": {"fname": "Jonathan K.", "surname": "Webb"}, "details": "School of Life Sciences, University of Technology Sydney, PO Box 123, Broadway, NSW 2007, Australia.", "email": null}]}, "pubfront": {"fpage": "72", "lpage": "77", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "1", "artid": "AM15053", "doi": "10.1071/AM15053", "ded": null}, "abstract": "Estimating population size is crucial for managing populations of threatened species. In the Top End of northern Australia, populations of northern quolls (Dasyurus hallucatus), already affected by livestock grazing, inappropriate burning regimes and predation, have collapsed following the spread of the toxic cane toad (Rhinella marina). Cane toads are currently invading the Kimberley, where they pose a threat to quoll populations. To manage these populations, we need reliable methods for detecting and estimating quoll abundance. We deployed camera traps with lures containing tuna, peanut butter or no bait and found that baited cameras performed better than the unbaited control. Cameras with a tuna lure detected more individuals than cameras baited with peanut butter or no bait. Cameras with a tuna lure yielded more photographs per quoll than those baited with peanut butter or no bait. We identified individual quolls from unique spot patterns and found multiple photographs improved the accuracy of identification. We also found that population estimates for the sample area derived from camera trapping were consistent with those from live trapping using mark&#x2013;recapture techniques.", "keywords": "individual recognition, mark&#x2013;recapture."}}