{"front": {"titlegrp": {"title": {"i": "Lasiorhinus", "#text": "Historical changes in the distribution of hairy-nosed wombats ( spp.): a review"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Michael J.", "surname": "Swinbourne"}, "details": "University of Adelaide, School of Biological Sciences, Waite Campus, Urbrae 5064.", "email": null}, {"name": {"fname": "David A.", "surname": "Taggart"}, "details": "University of Adelaide, School of Biological Sciences, Waite Campus, Urbrae 5064.", "email": null}, {"name": {"fname": "David", "surname": "Peacock"}, "details": "Primary Industries and Regions, South Australia, GPO Box 1671, Adelaide 5001.", "email": null}, {"name": {"fname": "Bertram", "surname": "Ostendorf"}, "details": "University of Adelaide, School of Biological Sciences, Waite Campus, Urbrae 5064.", "email": null}]}, "pubfront": {"fpage": "1", "lpage": "16", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "1", "artid": "AM15046", "doi": "10.1071/AM15046", "ded": null}, "abstract": "We conducted a search of the historical records for any mention of hairy-nosed wombats in order to establish their likely distribution at the time of European settlement. The evidence suggests that there were two main groups of southern hairy-nosed wombats (Lasiorhinus latifrons) that were separated by Spencer Gulf in South Australia. The western group extended to Balladonia in Western Australia, while the eastern group extended along the Murray River to Euston in New South Wales. The Queensland population of northern hairy-nosed wombats (Lasiorhinus krefftii) was geographically large but highly patchy, and there was an abundant population in the New South Wales Riverina. Both species experienced a population decline between 1870 and 1920, with the main influences thought to be competition from rabbits and control actions by landholders. Our findings suggest that the ongoing control of rabbits via methods that do not harm wombats is critical for wombat conservation today. We also suggest that hairy-nosed wombats may be sensitive to climate change, and recommend more research on this topic.", "keywords": null}}