{"front": {"titlegrp": {"title": {"i": "Bettongia lesueur", "#text": "Vegetation damage caused by high densities of burrowing bettongs () at Arid Recovery"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Grant D.", "surname": "Linley"}, "details": "School of Biological Sciences, University of Adelaide, SA 5005, Australia.", "email": null}, {"name": {"fname": "Katherine E.", "surname": "Moseby"}, "details": "School of Biological Sciences, University of Adelaide, SA 5005, Australia.", "email": null}, {"name": {"fname": "David C.", "surname": "Paton"}, "details": "School of Biological Sciences, University of Adelaide, SA 5005, Australia.", "email": null}]}, "pubfront": {"fpage": "33", "lpage": "41", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "1", "artid": "AM15040", "doi": "10.1071/AM15040", "ded": null}, "abstract": "Burrowing bettongs (Bettongia lesueur) reached high densities within the fenced Arid Recovery reserve. Grazing pressure was assessed by comparing the vegetation inside and outside the reserve during April in 2012, 2013 and 2014. Mean numbers of bettong tracks crossing small 10m&#xd7;1m plots overnight in the main exclosure were 20 in 2012, decreasing to 4 in 2013 and 3 in 2014. Similar declines were present in the second expansion, where tracks decreased from 7 in 2012 to 3 in 2013 and 2 in 2014. Perennial plant species richness decreased significantly over the study period. Acacia aneura, Acacia ligulata, Atriplex vesicaria, Crotalaria eremaea, Dodonaea viscosa, Enchylaena tomentosa, Maireana astrotricha and Sida ammophila were the most heavily grazed species within the reserve. Overall, more than 25% of plants showed some form of conspicuous grazing. C. eremaea and E. tomentosa showed little damage outside the reserve. Inside the reserve many C. eremaea were dead and heavily browsed and few E. tomentosa remained. Recent recruitment of A. ligulata and D. viscosa was also much higher outside the reserve. High densities of burrowing bettongs were associated with declines in vegetation condition potentially impacting other species and the ecosystem as a whole.", "keywords": "reintroduced population, South Australia."}}