{"front": {"titlegrp": {"title": {"i": "Pseudomys fumeus", "#text": "Forest fire break not a barrier to movement for a threatened rodent, the smoky mouse,  (Rodentia:Muridae)"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "P. V.", "surname": "Macak"}, "details": "Arthur Rylah Institute for Environmental Research, Department of Environment, Land, Water and Planning, PO Box 137, Heidelberg, Vic. 3084, Australia.", "email": null}, {"name": {"fname": "P. W.", "surname": "Menkhorst"}, "details": "Arthur Rylah Institute for Environmental Research, Department of Environment, Land, Water and Planning, PO Box 137, Heidelberg, Vic. 3084, Australia.", "email": null}]}, "pubfront": {"fpage": "42", "lpage": "47", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "1", "artid": "AM15050", "doi": "10.1071/AM15050", "ded": null}, "abstract": "Linear clearings associated with roads passing through vegetation communities are known to inhibit movements of many animal species. This can reduce breeding, dispersal and foraging opportunities and lead to population fragmentation, putting further pressure on populations that are small or vulnerable, such as those of threatened species. We tested the prediction that the threatened smoky mouse, Pseudomys fumeus, would not readily cross a 30-m-wide fire break constructed along a ridgeline in eucalypt forest in Victoria, south-eastern Australia. Radio-tracking was conducted along 650m of the fire break from October to December 2011. We recorded seven individuals that crossed the break. Five individuals fitted with transmitter collars were detected crossing at least twice on 13 of 18 tracking nights. Two animals were found to have crossed by being tracked to nests during the day and/or via trapping. A nearby narrow, unsealed vehicle track was crossed by an additional animal. Our results suggest that it is unlikely that the fire break was acting as a barrier to P. fumeus movements. The presence of fire breaks in P. fumeus habitat may, however, expose individuals to a higher rate of predation when they cross large areas unprotected by vegetation cover.", "keywords": "Australia, habitat fragmentation, radio telemetry, road crossing, small mammals."}}