{"front": {"titlegrp": {"title": {"i": "Neophoca cinerea", "#text": "Difficulties identifying Australian sea lions () in the wild using whisker spot patterns"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Sylvia K.", "surname": "Osterrieder"}, "details": "Centre for Marine Science and Technology, Department of Imaging and Applied Physics, Curtin University, Bentley, WA 6102, Australia.", "email": null}, {"name": {"fname": "Iain M.", "surname": "Parnum"}, "details": "Centre for Marine Science and Technology, Department of Imaging and Applied Physics, Curtin University, Bentley, WA 6102, Australia.", "email": null}, {"name": {"fname": "Chandra P. Salgado", "surname": "Kent"}, "details": "Centre for Marine Science and Technology, Department of Imaging and Applied Physics, Curtin University, Bentley, WA 6102, Australia.", "email": null}, {"name": {"fname": "Randall W.", "surname": "Robinson"}, "details": "Institute for Sustainability and Innovation, College of Engineering and Science, Victoria University, Building 6, McKechnie Street, St Albans, Vic. 3021, Australia.", "email": null}]}, "pubfront": {"fpage": "56", "lpage": "71", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "1", "artid": "AM15051", "doi": "10.1071/AM15051", "ded": null}, "abstract": "Individual identification is a beneficial tool in behavioural and ecological research. In mark&#x2013;recapture studies, for example, it can improve abundance, residency and site fidelity estimates. Two non-invasive, photo-identification approaches, using whisker spot patterns, were tested to identify wild individual Australian sea lions (Neophoca cinerea). The Chamfer distance transform algorithm has shown promising results when applied to captive individuals. An alternative matching method using row/column locations of whisker spots, previously applied to lions (Panthera leo) was also tested. Resighting wild N. cinerea in this study proved unfeasible with both methods. Excessive variation between photographs of the same individual was found when applying the Chamfer distance transform, and similarity between photograph-pairs appeared to decrease with increasing time between photographs. Insufficient variation among N. cinerea row/column pattern was detected to successfully discriminate among individuals, averaging 39 mystacial spots (range 30&#x2013;46, n=20) in seven rows and 9&#x2013;10 columns. Additionally, different observers marking the same photographs introduced considerable variation. Colour difference (red, green and blue colour levels) between the whisker spots and surrounding fur affected marking spot locations significantly, increasing uncertainty when contrast decreased. While other pattern-matching algorithms may improve performance, accurate identification of spot locations was the current limitation.", "keywords": "pattern matching, photo-identification."}}