{"front": {"titlegrp": {"title": {"i": "Lasiorhinus latifrons", "#text": "Long-term measurement of body temperature in the southern hairy-nosed wombat ()"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "K. A.", "surname": "Descovich"}, "details": "School of Agriculture and Food Sciences, University of Queensland, Gatton, Qld 4343, Australia.", "email": null}, {"name": {"fname": "S.", "surname": "Johnston"}, "details": "Wildlife Biology Unit, Faculty of Science, University of Queensland, Gatton, Qld 4343, Australia.", "email": null}, {"name": {"fname": "A.", "surname": "Lisle"}, "details": "School of Agriculture and Food Sciences, University of Queensland, Gatton, Qld 4343, Australia.", "email": null}, {"name": {"fname": "V.", "surname": "Nicolson"}, "details": "Dreamworld Veterinary Clinic, Dreamworld Theme Park, Coomera, Qld 4209, Australia.", "email": null}, {"name": {"fname": "T.", "surname": "Janssen"}, "details": "Safe Haven &#x2013; Australian Animals Care and Education, Lot 8 Wilmott Road, Mt Larcom, Qld 4695, Australia.", "email": null}, {"name": {"fname": "P.", "surname": "Brooks"}, "details": "Safe Haven &#x2013; Australian Animals Care and Education, Lot 8 Wilmott Road, Mt Larcom, Qld 4695, Australia.", "email": null}, {"name": {"fname": "C. J. C.", "surname": "Phillips"}, "details": "Centre for Animal Welfare and Ethics, School of Veterinary Science, University of Queensland, Gatton, Qld 4343, Australia.", "email": null}]}, "pubfront": {"fpage": "48", "lpage": "55", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "1", "artid": "AM15041", "doi": "10.1071/AM15041", "ded": null}, "abstract": "The southern hairy-nosed wombat (Lasiorhinus latifrons) is a nocturnal, fossorial marsupial that has evolved a range of physiological and behavioural adaptations to its semiarid environment. This study describes long-term core body temperature (Tb) of L. latifrons in a population with opportunities for behavioural thermoregulation through burrow use. Tb was measured hourly in 12 captive L. latifrons using implanted dataloggers over a 9-month period from late winter to late autumn. Data were examined for daily patterns, seasonal changes, sex differences and the relationship with environmental conditions (ambient temperature, den temperature and relative humidity). Tb ranged from 30.9 to 38.8&#xb0;C, and had a distinct nychthemeral rhythm, with peak temperatures occurring at night in line with nocturnal activity. Females had a higher mean Tb (34.9&#xb0;C) than males (34.4&#xb0;C). The relationship between external ambient temperature and body temperature was negative, with body temperature decreasing as ambient temperature increased. This study is an important step towards a comprehensive picture of thermoregulation in L. latifrons, which may become vulnerable in the future if environmental temperatures rise and water availability decreases.", "keywords": "burrowing, environment, fossorial, marsupial, nocturnal, thermoregulation."}}