{"front": {"titlegrp": {"title": "The occurrence and relative abundance of small terrestrial mammals on Theda Station in the Northern Kimberley, Western Australia", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Liberty G. M.", "surname": "Olds"}, "details": "School of Biological Sciences, University of Adelaide, Adelaide, SA 5000, Australia.", "email": null}, {"name": {"fname": "Cecilia", "surname": "Myers"}, "details": "Dunkeld Pastoral Company Pty Ltd, Dunkeld, Vic. 3294, Australia.", "email": null}, {"name": {"fname": "Henry", "surname": "Cook"}, "details": "100 Fairlight Road, Mulgoa, NSW 2745, Australia.", "email": null}, {"name": {"fname": "Brendan", "surname": "Schembri"}, "details": "2/12 Halifax Place, Rural View, Qld 4740, Australia.", "email": null}, {"name": {"fname": "Christopher", "surname": "Jackson"}, "details": "162 Church Street, Cranebrook, NSW 2749, Australia.", "email": null}, {"name": {"fname": "Nick", "surname": "Evans"}, "details": "Kalumburu Remote Community, Kalumburu, WA 6740, Australia.", "email": null}, {"name": {"fname": "Brian", "surname": "Charles"}, "details": "Kalumburu Remote Community, Kalumburu, WA 6740, Australia.", "email": null}, {"name": {"fname": "Rowan", "surname": "Waina"}, "details": "Kalumburu Remote Community, Kalumburu, WA 6740, Australia.", "email": null}, {"name": {"fname": "William G.", "surname": "Breed"}, "details": "School of Medicine, University of Adelaide, Adelaide, SA 5000, Australia.", "email": null}, {"name": {"fname": "David A.", "surname": "Taggart"}, "details": "School of Biological Sciences, University of Adelaide, Adelaide, SA 5000, Australia.", "email": null}]}, "pubfront": {"fpage": "78", "lpage": "91", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "1", "artid": "AM15055", "doi": "10.1071/AM15055", "ded": null}, "abstract": "Significant gaps in knowledge currently exist regarding the small mammal fauna of the Northern Kimberley (NOK) bioregion. Theda Station is a previously unsurveyed pastoral lease in the NOK. The aim of the current study was to determine the presence of small mammals (non-volant, &#60;2kg) on Theda Station and to compare these findings with those recently obtained on the adjacent Doongan Station. Between 2006 and 2014, 226 site surveys were conducted across 69 sites, with over 26000 trap-nights encompassing a range of habitats. Thirteen of the 27 small mammal species known to occur in the NOK were detected. Four species (Pseudomys nanus, Rattus tunneyi, Zyzomys argurus and Sminthopsis virginiae) were common, five (Pseudomys delicatulus, Pseudantechinus ningbing, Dasyurus hallucatus, Isoodon macrourus and Petropseudes dahli) were detected less frequently, and four (Leggadina lakedownensis, Hydromys chrysogaster, Planigale maculata and Petaurus breviceps) were occasionally recorded. Our study provides important baseline data for small mammals in this region. It highlights the lack of detailed knowledge of both the presence of, and temporal fluctuations in, the region&#x2019;s small mammal fauna. This study supports a non-uniform distribution of the small mammal fauna across the NOK, with Theda Station lying within a transition zone between the high rainfall rugged coastal and near-coastal areas and the lower rainfall areas of the east.", "keywords": "abundance, bandicoot, dasyurid, habitat, possum, rodent."}}