{"front": {"titlegrp": {"title": {"i": "Phascogale calura", "#text": "Major Histocompatibility Complex Class II in the red-tailed phascogale ()"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Eden M.", "surname": "Hermsen"}, "details": "School of Science and Health, Hawkesbury, Western Sydney University, Locked Bag 1797, Penrith, NSW 2751, Australia.", "email": null}, {"name": {"fname": "Lauren J.", "surname": "Young"}, "details": "School of Science and Health, Hawkesbury, Western Sydney University, Locked Bag 1797, Penrith, NSW 2751, Australia.", "email": null}, {"name": {"fname": "Julie M.", "surname": "Old"}, "details": "School of Science and Health, Hawkesbury, Western Sydney University, Locked Bag 1797, Penrith, NSW 2751, Australia.", "email": null}]}, "pubfront": {"fpage": "28", "lpage": "32", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "1", "artid": "AM16002", "doi": "10.1071/AM16002", "ded": null}, "abstract": "Diversity in major histocompatibility complex (MHC) genes can be correlated with the level of immunological fitness of an individual or group of individuals. This study tested published primer sets designed to amplify fragments of the MHC Class II DAB and DBB genes to amplify the equivalent gene fragments in red-tailed phascogales (Phascogale calura). Seventeen genomic DNA samples extracted from phascogale muscle tissue were used to amplify the initial DAB and DBB fragments; however, only DAB PCR proved successful. The fragments were 172bp in length between the primers and had a high level of identity to other known marsupial MHC Class II DAB gene sequences (89&#x2013;98%), including those of the koala (Phascolarctos cinereus), Tasmanian devil (Sarcophilus harrisii), common brushtail possum (Trichosurus vulpecula) and several wallaby species. Multiple sequence alignment revealed limited variability of MHC Class II genes between the individuals, but eight individual sequences in total. Genomic DNA was subsequently extracted from three fresh red-tailed phascogale scat samples and DAB fragments successfully amplified. The technique will allow for red-tailed phascogales to be sampled non-invasively in the wild and to determine the level of MHC diversity among individuals in the population.", "keywords": "dasyurid, immunology, marsupial, MHC, non-invasive, scat."}}