{"front": {"titlegrp": {"title": "Living in isolation: ecological, demographic and genetic patterns in northern Australia&#x2019;s top marsupial predator on Koolan Island", "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Peter B. S.", "surname": "Spencer"}, "details": "School of Veterinary and Life Sciences, Murdoch University, 90 South Street, Murdoch, WA 6150, Australia.", "email": null}, {"name": {"fname": "Simon", "surname": "Sandover"}, "details": "Mount Gibson Iron Ltd, PO Box 55, West Perth, WA 6872, Australia.", "email": null}, {"name": {"fname": "Kimberley", "surname": "Nihill"}, "details": "Mount Gibson Iron Ltd, PO Box 55, West Perth, WA 6872, Australia.", "email": null}, {"name": {"fname": "Celeste H.", "surname": "Wale"}, "details": "School of Anatomy, Physiology and Human Biology, The University of Western Australia, 35 Stirling Highway, Crawley, WA 6009, Australia.", "email": null}, {"name": {"fname": "Richard A.", "surname": "How"}, "details": "School of Anatomy, Physiology and Human Biology, The University of Western Australia, 35 Stirling Highway, Crawley, WA 6009, Australia.", "email": null}, {"name": {"fname": "Lincoln H.", "surname": "Schmitt"}, "details": "School of Anatomy, Physiology and Human Biology, The University of Western Australia, 35 Stirling Highway, Crawley, WA 6009, Australia.", "email": null}]}, "pubfront": {"fpage": "17", "lpage": "27", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "1", "artid": "AM16004", "doi": "10.1071/AM16004", "ded": null}, "abstract": "Koolan Island supports an abundant population of the threatened northern quoll (Dasyurus hallucatus). We used a mark&#x2013;release&#x2013;recapture program that produced 2089 captures from 2009 to 2012 to examine demographic and genetic parameters in this insular population and compare to other localities. Every captured female was either lactating or carrying up to eight young over the breeding season, July&#x2013;September. Unlike several other populations, males on Koolan Island can survive long after breeding, but never into a second breeding season. Females can survive and reproduce for two successive annual breeding seasons and occasionally survive to a third. There is marked sexual dimorphism but it is less pronounced, and both sexes are smaller than their mainland counterparts. Quolls were recorded moving over 4km and apparent abundance was far higher on Koolan Island than the mainland. Genetic analyses of nuclear and mitochondrial markers demonstrate a distinctive signature. Koolan island has only 34% of the allelic richness of the entire species, and only 38% of the alleles in Kimberley mainland and near-shore island populations. There is no evidence of recent or long-term population decline. Kimberley island faunas have distinctive demographic and genetic profiles that should be appraised before considering translocations for conservation purposes.", "keywords": "abundance, conservation, Dasyuridae, population biology, reproductive strategy, threatened species."}}