{"front": {"titlegrp": {"title": {"i": "Phascolarctos cinereus", "#text": "Do koalas really get the blues? Critique of \"Aversive behaviour by koalas () during the course of a music festival in northern New South Wales, Australia&#x2019;"}, "subtitle": null}, "authgrp": {"author": [{"name": {"fname": "Sean I.", "surname": "FitzGibbon"}, "details": "Koala Ecology Group, The University of Queensland, Brisbane, Qld 4072, Australia.", "email": null}, {"name": {"fname": "Amber K.", "surname": "Gillett"}, "details": "Koala Ecology Group, The University of Queensland, Brisbane, Qld 4072, Australia.", "email": null}, {"name": {"fname": "Ben J.", "surname": "Barth"}, "details": "Koala Ecology Group, The University of Queensland, Brisbane, Qld 4072, Australia.", "email": null}, {"name": {"fname": "Brendan", "surname": "Taylor"}, "details": "PO Box 73, New Brighton, NSW 2483, Australia.", "email": null}, {"name": {"fname": "William A.", "surname": "Ellis"}, "details": "Koala Ecology Group, The University of Queensland, Brisbane, Qld 4072, Australia.", "email": null}]}, "pubfront": {"fpage": "108", "lpage": "112", "jid": "AM", "pubid": "Australian Mammalogy", "issn": "0310-0049", "year": "2017", "volno": "39", "issno": "1", "artid": "AM16016", "doi": "10.1071/AM16016", "ded": null}, "abstract": "It is imperative that the reported results of scientific studies are based on sound data analyses and unbiased interpretation, especially where they may be used to guide government policy and regulation. A recent paper by Phillips (2016) evaluated the behavioural response of radio-collared koalas to an inaugural large music festival held in 2010 in northern New South Wales. The study concluded that six of seven koalas showed an aversive response. However, we regard the paper as misleading because it contains serious errors in the examination of koala home ranges and in the subsequent assessment of \"aversive behaviour&#x2019; during the music festival. We conclude that Phillips&#x2019; paper is based on sufficient data to state that three, not six, of the koalas he studied displayed a short-term behavioural response to the music festival. These koalas temporarily moved outside of their estimated ranges during the festival period (10&#x2013;80m). Further, Phillips fails to report crucial ecological data regarding the high level of disease and mortality he recorded, which are presented in their entirety in the author&#x2019;s prior, unpublished report. For the two deaths that are reported, no mention is made that these koalas had pre-existing disease. Rather, the author raises the possibility that the mortalities may have been related to festival-induced stress. The omission of such key data is prejudicial to the interpretation of results. The reported short-term impact of the festival upon some of the study animals is indeed noteworthy; however, it is apparent that the impact has been considerably overstated due to errors of analysis and the omission of critical ecological data. Our critique highlights our concerns by drawing on the author&#x2019;s unpublished report as well as our own research at the same site over the past five years. Our aim is to ensure that debate over the impact of music festivals on wildlife is based on sound data analyses and unbiased interpretation, to provide guidance to relevant regulators and land managers.", "keywords": "anthropogenic impacts, conservation, disease, habitat use, radio telemetry, wildlife management."}}